{
  "meta": {
    "version": 20,
    "note": "Daily-life expansion + Part 1/2 splits. 10 conversational prompts per topic."
  },
  "questions": {
    "Relationships (Part 1)": [
      "What makes two people feel compatible to you?",
      "Which green flags do you notice early—and which red flags worry you?",
      "How do you talk about boundaries kindly?",
      "What’s a love ‘myth’ you don’t buy anymore?",
      "How do you balance independence and togetherness?",
      "What’s your preferred pace for getting to know someone?",
      "How do you tell if feelings are real vs. just novelty?",
      "What’s a sign you can trust someone?",
      "When do labels help—and when do they add pressure?",
      "What role do shared interests actually play?"
    ],
    "Relationships (Part 2)": [
      "What does a fair argument look like to you?",
      "How do couples repair after a mistake?",
      "How do you stay connected during busy seasons or distance?",
      "How do values, money, or faith show up in long‑term plans?",
      "When is it time to recalibrate roles or routines?",
      "What’s your approach to jealousy or insecurity?",
      "When do friends and family help—or complicate—relationships?",
      "How do you talk about deal‑breakers responsibly?",
      "What makes love last beyond the honeymoon phase?",
      "How do you end respectfully when it’s time to part?"
    ],
    "Family & Friends (Part 1)": [
      "What rituals or traditions make your family feel like ‘yours’?",
      "How do you keep long‑distance family close?",
      "Which stories get retold at gatherings—and why those?",
      "How do you welcome new members into the family?",
      "What rule from childhood do you still follow (or proudly ignore)?",
      "How do you celebrate small wins together?",
      "What’s a recipe, song, or game that signals ‘home’ to you?",
      "What’s a role you often play at family events?",
      "What’s a kind question you wish relatives asked more often?",
      "What’s a family tradition you’d like to start?"
    ],
    "Family & Friends (Part 2)": [
      "How do you set boundaries with relatives you love but disagree with?",
      "What’s a respectful way to talk about money or caregiving?",
      "How do you navigate different values across generations?",
      "What helps during conflict—time‑outs, mediators, or something else?",
      "How do you rebuild trust after a tough season?",
      "How do you share chores or mental load fairly at home?",
      "What language do you use for sensitive topics with kids?",
      "When do you ask for help from extended family?",
      "How do in‑laws become allies, not rivals?",
      "What does ‘support’ look like—not just words?"
    ],
    "Online Dating (Part 1)": [
      "What makes a profile feel authentic but safe?",
      "What opening messages do you actually reply to?",
      "Which photos help—and which send the wrong signal?",
      "How do you filter for values without sounding intense?",
      "What clues tell you someone communicates well?",
      "When do you move from app to voice/video?",
      "How do you avoid burnout when swiping?",
      "What’s a polite way to say ‘not a match’?",
      "What’s your best ‘go-to’ prompt answer?",
      "What green flag is easy to miss online?"
    ],
    "Online Dating (Part 2)": [
      "How do you decide when to meet in person?",
      "What’s your first‑date safety routine from an app match?",
      "How do you handle mismatched texting styles?",
      "When do you discuss exclusivity or expectations?",
      "What’s your view on background googling?",
      "How do you recognize love‑bombing vs. enthusiasm?",
      "How do you leave respectfully after mixed signals?",
      "What’s a boundary for privacy or photos that matters to you?",
      "How do you talk about deal‑breakers without sounding harsh?",
      "What helps when the app cycle feels discouraging?"
    ],
    "Jobs & Occupations (Part 1)": [
      "Where do good job leads really come from for you?",
      "What small tweak made your CV or interview better?",
      "How do you research a company’s culture before applying?",
      "What interview question do you wish people prepared for more?",
      "How do you negotiate salary or benefits respectfully?",
      "What ‘green flag’ do you look for in a manager?",
      "How do you explain a gap or change of direction?",
      "What’s your view on cover letters now—useful or not?",
      "How do you pick references and brief them?",
      "What first‑week tip helped you settle in faster?"
    ],
    "Jobs & Occupations (Part 2)": [
      "How do you ask for feedback without sounding defensive?",
      "What’s your approach to learning new skills on the job?",
      "How do you set boundaries around time and availability?",
      "What makes meetings valuable—not just long?",
      "How do you handle conflict with a colleague?",
      "What signals tell you it’s time to seek a promotion or move on?",
      "How do you mentor juniors without becoming a bottleneck?",
      "What’s a fair way to share credit for team work?",
      "How do you stay visible in remote/hybrid settings?",
      "What small habit keeps your workday sane?"
    ],
    "School/University (Part 1)": [
      "What study routine actually works for you?",
      "How do you balance classes, work, and rest?",
      "What’s your note‑taking system and why?",
      "How do you handle group projects fairly?",
      "What helps you speak up in seminars?",
      "How do you prep for exams without cramming?",
      "What’s a campus resource more students should use?",
      "How do you ask for help respectfully—from peers or professors?",
      "What’s your biggest lesson from a tough semester?",
      "How do you choose electives or a major wisely?"
    ],
    "School/University (Part 2)": [
      "What makes presentations clear and calm for you?",
      "How do you manage long projects over weeks?",
      "What do you do when motivation drops mid‑term?",
      "How do you study with friends without losing focus?",
      "How do you give and receive peer feedback kindly?",
      "What’s your method to remember lots of facts?",
      "How do you avoid plagiarism while using sources well?",
      "What’s your exam‑day routine?",
      "How do you learn from a disappointing grade?",
      "What’s your best tip for balancing study and life?"
    ],
    "Travel (Part 1)": [
      "How do you choose where to go—what’s your decision rule?",
      "What’s your strategy for flights and accommodation on a budget?",
      "What’s in your carry‑on that saves the day?",
      "How do you plan an itinerary without overplanning?",
      "What’s one thing you book in advance and one you leave open?",
      "How do you set expectations with travel buddies?",
      "What’s a food rule when you land somewhere new?",
      "How do you balance must‑sees with wandering?",
      "What’s a tiny tip that saved you time or money while planning?",
      "How do you learn basic phrases quickly for a new place?"
    ],
    "Travel (Part 2)": [
      "What’s a culture tip that helped you avoid a faux pas?",
      "How do you stay safe without being paranoid?",
      "What do you do when plans go wrong—missed train, lost bag?",
      "What’s your routine for jet lag or sleep on the road?",
      "How do you meet locals respectfully?",
      "What’s your favorite slow‑travel experience?",
      "How do you handle travel conflicts with friends or partners?",
      "What’s a souvenir you actually use back home?",
      "When do you post vs. stay offline while traveling?",
      "What changed in you after a trip?"
    ],
    "Food & Nutrition (Part 1)": [
      "What’s a weekday meal that’s realistic and healthy for you?",
      "How do you read labels—what do you look for first?",
      "What food myth did you stop believing—and why?",
      "How do you eat well on a budget?",
      "What snack keeps you going between meals?",
      "How do you handle cravings kindly?",
      "What do you cook when you’re tired?",
      "How do you plan a week of simple meals?",
      "What does ‘balanced’ look like on your plate?",
      "What makes eating together feel good?"
    ],
    "Food & Nutrition (Part 2)": [
      "What dish from your culture do you recommend to visitors—and how should they order it?",
      "How do you navigate allergies or special diets politely?",
      "What’s your strategy at buffets or parties?",
      "How do you handle social pressure around food and drink?",
      "What restaurant red flags do you watch for?",
      "How do you eat well while traveling or during holidays?",
      "What’s your approach to dessert—daily joy or weekend treat?",
      "What’s a comfort food you still love—and why?",
      "How do you teach kids (or friends) to try new foods?",
      "What’s a small swap that made your diet better?"
    ],
    "In the Kitchen (Part 1)": [
      "What three tools do you actually use every week?",
      "What’s your favorite 15‑minute meal?",
      "How do you season food simply but well?",
      "What’s your cleanup routine so cooking doesn’t feel heavy?",
      "How do you store leftovers smartly?",
      "What’s a budget trick that really helps in the kitchen?",
      "What do you batch‑cook and freeze?",
      "What’s your strategy for food waste at home?",
      "How do you adapt recipes to dietary needs?",
      "What’s your go‑to lunch when time is tight?"
    ],
    "In the Kitchen (Part 2)": [
      "How do you host without stress—menu, timing, setup?",
      "What flavors pair surprisingly well for you?",
      "How do you rescue a dish that’s too salty / spicy / bland?",
      "What’s your method for tender meat or perfect rice/pasta?",
      "How do you bake without fancy gear?",
      "What’s your approach to coffee/tea at home?",
      "How do you cook for picky eaters kindly?",
      "What’s a recipe you can cook by heart?",
      "How do you plate food so it looks inviting?",
      "What’s your signature dish—and story behind it?"
    ],
    "Money (Part 1)": [
      "How do you track spending—app, spreadsheet, or envelope?",
      "What’s your rule for impulse buys?",
      "What do you cut first when money gets tight?",
      "What small expense is absolutely worth it to you?",
      "How do you split bills with friends or partners?",
      "What subscription is great value—and which was a waste?",
      "What’s your plan for an emergency fund?",
      "What’s your smartest change that saved money?",
      "How do you avoid scams or hidden fees?",
      "What’s a purchase you’d always buy second‑hand?"
    ],
    "Money (Part 2)": [
      "What’s your approach to big purchases—research, timing, negotiation?",
      "How do you decide between saving and investing?",
      "What’s your policy on lending money to friends/family?",
      "How do you talk about money kindly at home?",
      "What’s a fair way to split rent based on room size/income?",
      "How do you plan for travel, education, or big goals?",
      "What fees or terms do people overlook in contracts?",
      "How do you evaluate ‘value’ vs ‘brand’?",
      "What’s a financial mistake that taught you a lot?",
      "How do you set boundaries around gifting and celebrations?"
    ],
    "Housing & Renting (Part 1)": [
      "Where do you look for rentals—and what filters do you use?",
      "What’s your checklist at viewings?",
      "How do you evaluate landlords and neighbors?",
      "What’s a fair way to split deposits and utilities?",
      "How do you complete applications that stand out?",
      "What documents do you prepare in advance?",
      "What red flags make you walk away?",
      "How do you read a lease without missing gotchas?",
      "What’s your move‑in day plan?",
      "How do you make a new place feel like home fast?"
    ],
    "Housing & Renting (Part 2)": [
      "How do you report repairs and follow up politely?",
      "What’s your strategy for rent increases?",
      "How do you manage noise, pests, or safety issues?",
      "What’s a fair process for adding or changing roommates?",
      "How do you document issues to avoid disputes later?",
      "What insurance or protections matter for renters?",
      "How do you negotiate lease renewals or exit terms?",
      "What’s your cleaning/maintenance rhythm that works?",
      "How do you handle deposits and move‑out inspections?",
      "What’s your plan for emergencies in an apartment?"
    ],
    "Social Media (Part 1)": [
      "What’s the best part of social media for you personally?",
      "Which platforms feel healthiest and why?",
      "What’s your ‘post or pass’ rule?",
      "How do you curate feeds that help your mood?",
      "When do you DM vs. comment vs. stay silent?",
      "What’s your policy on privacy and tagging?",
      "Which creators genuinely help you learn?",
      "What’s a feature you wish every platform had?",
      "What’s a trend you enjoy—and one you skip?",
      "How do you avoid doomscrolling?"
    ],
    "Social Media (Part 2)": [
      "How do algorithms affect your attention or beliefs?",
      "What boundaries keep social media from stealing your time?",
      "How do you verify information before sharing?",
      "What’s your rule for arguing (or not) online?",
      "When is it better to call or meet instead of post?",
      "How do you handle group chats kindly?",
      "What do you do about harassment or pile‑ons?",
      "How do you detox or take breaks?",
      "What’s a fair policy for kids and social media?",
      "What will social media look like in five years for you?"
    ],
    "Technology (Part 1)": [
      "Which app or tool saves you the most time—how?",
      "What’s your setup for notes, calendars, and reminders?",
      "How do you keep digital life tidy—files, photos, tabs?",
      "What’s a shortcut or automation you actually use?",
      "How do you choose new gadgets or apps wisely?",
      "What do you back up—and how often?",
      "What’s your rule for notifications?",
      "Which tech makes home life smoother?",
      "How do you teach tech to less‑confident users kindly?",
      "What’s one digital problem you still haven’t solved?"
    ],
    "Technology (Part 2)": [
      "How do you draw lines around privacy and data sharing?",
      "When does convenience beat privacy—and when not?",
      "What tech habit has improved your attention or sleep?",
      "How do you evaluate claims about AI or new features?",
      "What automation is too risky without a human in the loop?",
      "How should designers reduce dark patterns or consent fatigue?",
      "When should defaults be safer—even if less ‘fun’?",
      "Where could tech reduce loneliness instead of increase it?",
      "What tech change would you ban—and which would you require?",
      "What should schools teach about AI/tools in the next year?"
    ],
    "AI in Daily Life (Part 1)": [
      "Where does AI quietly help your daily life already?",
      "What task would you happily hand to AI today?",
      "What task do you still want a human to handle?",
      "How do you check AI results for mistakes?",
      "What’s your prompt style: short or detailed?",
      "When do you want AI to ask clarifying questions?",
      "How do you explain AI to family in plain words?",
      "When does AI help you learn faster?",
      "What’s a realistic win from AI at school/work this year?",
      "What new habit did AI nudge you to adopt?"
    ],
    "AI in Daily Life (Part 2)": [
      "Where should AI never be used without oversight?",
      "What jobs will AI change for the better? For the worse?",
      "How can AI tools show sources or confidence honestly?",
      "What’s a good boundary for training data and privacy?",
      "When should AI decline to answer?",
      "How could AI fight misinformation instead of spreading it?",
      "What’s a fair rule for AI in creative work?",
      "How can people stay skilled as AI gets better?",
      "What should be required before deploying AI to everyone?",
      "What will ‘normal’ look like with AI in five years?"
    ],
    "Mental Health (Part 1)": [
      "What small habit lifts your mood reliably?",
      "What helps you notice stress earlier?",
      "How do you ask for support without feeling awkward?",
      "What’s a helpful way to answer “How are you?” honestly?",
      "How do you talk to yourself on tough days?",
      "What boundary protects your mental health?",
      "What’s your emergency self‑care plan for bad days?",
      "How do you help a friend without becoming their therapist?",
      "What app or practice helps most—journaling, walks, calls?",
      "What tiny joy did you notice this week?"
    ],
    "Mental Health (Part 2)": [
      "What’s your plan when routines fall apart?",
      "How do you deal with relapse or setbacks kindly?",
      "What signals tell you it’s time to seek professional help?",
      "How do you talk about medication or therapy respectfully?",
      "What’s your rule for news/social media during rough times?",
      "How do you rebuild sleep, food, and movement habits after stress?",
      "How do you support someone without enabling?",
      "What phrases feel validating to you?",
      "How do you return to work/school after burnout?",
      "What gives you hope right now?"
    ],
    "Sleep (Part 1)": [
      "What bedtime routine actually helps you fall asleep?",
      "What’s your rule for screens, light, and caffeine?",
      "How do you design your bedroom for sleep?",
      "What time do you wake up best—and why?",
      "What helps you quiet your mind at night?",
      "How do naps affect you—good or bad?",
      "What’s your travel or weekend sleep strategy?",
      "What snacks or drinks help, and which hurt?",
      "How do you adjust after a bad night?",
      "What habit would you try for seven nights?"
    ],
    "Sleep (Part 2)": [
      "How do you troubleshoot “can’t fall asleep” vs “wake up too early”?",
      "What’s your plan for shift work or jet lag?",
      "When do you consider sleep aids—and how do you use them safely?",
      "How does exercise timing affect your sleep?",
      "What makes a bedroom truly dark and quiet?",
      "How do stress and sleep interact for you?",
      "What helps you wake up without snoozing?",
      "What’s your caffeine cutoff and why?",
      "How do allergies or colds change your sleep plan?",
      "What would an ideal week of sleep look like for you?"
    ],
    "Immigration (Part 1)": [
      "What motivated you (or would motivate you) to move?",
      "How do you research visas, jobs, and housing before leaving?",
      "What did you pack that you’re glad you brought?",
      "What paperwork surprised you—good or bad?",
      "How do you find community before you arrive?",
      "What helps with money/phone/banking on day one?",
      "How do you prepare for language and culture differences?",
      "How do you say goodbye well?",
      "What’s your moving‑day plan?",
      "What’s your first‑week checklist?"
    ],
    "Immigration (Part 2)": [
      "What made you feel at home in a new country?",
      "How do you handle homesickness kindly?",
      "What helped with language in real life—not just classes?",
      "How do you find friends beyond your own culture?",
      "What’s your approach to jobs and credentials after arrival?",
      "How do you navigate paperwork long term (renewals, taxes)?",
      "What’s your plan for health care and emergencies?",
      "How do you celebrate your culture while embracing the new one?",
      "What changed in your identity after moving?",
      "What advice would you give the ‘new you’ after arrival?"
    ],
    "Making New Friends (Part 1)": [
      "What’s your favorite opener that isn’t “What do you do?”",
      "What signals tell you a stranger is open to talking?",
      "Share a time small talk unexpectedly turned into real talk.",
      "What kinds of questions help you find common ground fast?",
      "What makes you feel safe meeting someone new?",
      "Where do you actually meet people—not just apps?",
      "What’s a low‑pressure activity that’s perfect for first meetups?",
      "How do you remember names and details naturally?",
      "What’s a culture tip for starting conversations politely?",
      "What’s a fun, harmless hill you’ll die on for an icebreaker?"
    ],
    "Making New Friends (Part 2)": [
      "How do you move from acquaintance to friend—what’s the bridge?",
      "What’s a respectful way to suggest hanging out again?",
      "How do you show interest without coming on too strong?",
      "What small boundaries keep new friendships healthy?",
      "What’s a sign a friendship is one‑sided—and what do you do?",
      "How do you keep momentum when schedules are busy?",
      "What’s your best follow‑up message after meeting someone?",
      "How do you handle mismatched energy or values early on?",
      "Tell a moment a new friend surprised you in a great way.",
      "What makes you decide to ‘pause’ a new friendship?"
    ],
    "Roommates & Co-living": [
      "What’s one house rule that makes shared living work for you?",
      "How do you split chores or bills without resentment?",
      "What are your quiet hours—and how do you communicate them?",
      "What’s your approach to guests, parties, and overnight stays?",
      "How do you handle food sharing or labeling in a polite way?",
      "Tell a time a roommate problem was solved well.",
      "What’s a red flag and a green flag in co‑living?",
      "How do you set boundaries around noise, privacy, and cleanliness?",
      "What’s a fair way to choose rooms or furniture?",
      "How can roommates be friends without feeling obligated?"
    ],
    "Offline Dating & First Dates (Part 1)": [
      "Where do people still meet offline that actually works?",
      "What first‑impression signals do you notice?",
      "How do you plan a first date that’s fun but simple?",
      "What makes conversation flow on a first date?",
      "How do you set safety boundaries without killing the vibe?",
      "What expectations help (or hurt) first dates?",
      "What’s a great first‑date activity that isn’t dinner?",
      "How do you know when to end the date politely?",
      "What’s a respectful way to say you’re not interested?",
      "Share a tiny win from a first date—even if it didn’t lead anywhere."
    ],
    "Offline Dating & First Dates (Part 2)": [
      "How do you read consistency vs. mixed signals?",
      "What pace feels right for early dating—and how do you communicate it?",
      "When should you talk about values, money, or goals?",
      "How do you handle differences in texting style?",
      "What’s a deal‑breaker you didn’t know you had until later?",
      "How do you bring up exclusivity or boundaries?",
      "What’s your policy on second chances after a mediocre first date?",
      "How do you politely fade out vs. give a clear ‘no’?",
      "What’s a green flag that’s easy to miss?",
      "When do you introduce someone to friends?"
    ],
    "Neighborhood & Community": [
      "What makes a neighborhood feel welcoming to you?",
      "Which local spots would you recommend to a newcomer—and why?",
      "What’s a small act that builds community fast?",
      "How do neighbors communicate about noise, parking, or shared spaces?",
      "What local traditions, festivals, or markets make your area unique?",
      "What makes you feel safe on your street?",
      "How can renters feel rooted in a place, not just passing through?",
      "What do you wish your city would improve where you live?",
      "Where do you actually meet neighbors—online or offline?",
      "Tell a tiny story of neighborly kindness you won’t forget."
    ],
    "Time Management & Daily Routines": [
      "What’s your morning or evening routine that really helps?",
      "How do you protect focus time from distractions?",
      "What small rule keeps you from procrastinating?",
      "What’s your system for to‑dos: paper, apps, or memory? Why?",
      "How do you balance urgent vs. important in a busy week?",
      "What does a ‘good day’ look like, specifically?",
      "How do you reset when a day goes off the rails?",
      "What’s your trick for remembering small tasks and appointments?",
      "How do you plan breaks that actually recharge you?",
      "What’s one change you’d try next week to save 20 minutes a day?"
    ],
    "Parenting Basics": [
      "What bedtime or screen‑time rule actually works in your home?",
      "How do you divide routines—meals, homework, chores—fairly?",
      "What helps you stay calm during toddler/teen drama?",
      "How do you teach kindness or responsibility day‑to‑day?",
      "What’s your approach to rewards and consequences?",
      "How do you handle public meltdowns with dignity for everyone?",
      "What do you wish schools or other parents understood better?",
      "What’s a tradition you keep from your own childhood?",
      "How do you care for yourself so you can care for kids?",
      "What’s a tiny moment of joy you get from parenting lately?"
    ],
    "Getting to Know Each Other": [
      "What tiny moment about getting to know each other do you still think about?",
      "What do people romanticize about getting to know each other, and what was it actually like for you?",
      "Which unwritten rule around getting to know each other do you follow—and which one do you ignore?",
      "Tell a short story about getting to know each other that still makes you smile or cringe.",
      "What’s a harmless opinion about getting to know each other you’d defend for fun?",
      "When does getting to know each other feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach getting to know each other? What surprised you?",
      "What’s a tiny habit that improves getting to know each other for you?",
      "What’s a question about getting to know each other you wish people asked more often?",
      "If you could send one sentence back in time about getting to know each other, what would it say?"
    ],
    "Happiness": [
      "What tiny moment about happiness do you still think about?",
      "What do people romanticize about happiness, and what was it actually like for you?",
      "Which unwritten rule around happiness do you follow—and which one do you ignore?",
      "Tell a short story about happiness that still makes you smile or cringe.",
      "What’s a harmless opinion about happiness you’d defend for fun?",
      "When does happiness feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach happiness? What surprised you?",
      "What’s a tiny habit that improves happiness for you?",
      "What’s a question about happiness you wish people asked more often?",
      "If you could send one sentence back in time about happiness, what would it say?"
    ],
    "Life & Goals": [
      "What tiny moment about life & goals do you still think about?",
      "What do people romanticize about life & goals, and what was it actually like for you?",
      "Which unwritten rule around life & goals do you follow—and which one do you ignore?",
      "Tell a short story about life & goals that still makes you smile or cringe.",
      "What’s a harmless opinion about life & goals you’d defend for fun?",
      "When does life & goals feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach life & goals? What surprised you?",
      "What’s a tiny habit that improves life & goals for you?",
      "What’s a question about life & goals you wish people asked more often?",
      "If you could send one sentence back in time about life & goals, what would it say?"
    ],
    "Childhood Memories": [
      "What tiny moment about childhood memories do you still think about?",
      "What do people romanticize about childhood memories, and what was it actually like for you?",
      "Which unwritten rule around childhood memories do you follow—and which one do you ignore?",
      "Tell a short story about childhood memories that still makes you smile or cringe.",
      "What’s a harmless opinion about childhood memories you’d defend for fun?",
      "When does childhood memories feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach childhood memories? What surprised you?",
      "What’s a tiny habit that improves childhood memories for you?",
      "What’s a question about childhood memories you wish people asked more often?",
      "If you could send one sentence back in time about childhood memories, what would it say?"
    ],
    "Dreams": [
      "What tiny moment about dreams do you still think about?",
      "What do people romanticize about dreams, and what was it actually like for you?",
      "Which unwritten rule around dreams do you follow—and which one do you ignore?",
      "Tell a short story about dreams that still makes you smile or cringe.",
      "What’s a harmless opinion about dreams you’d defend for fun?",
      "When does dreams feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach dreams? What surprised you?",
      "What’s a tiny habit that improves dreams for you?",
      "What’s a question about dreams you wish people asked more often?",
      "If you could send one sentence back in time about dreams, what would it say?"
    ],
    "Hobbies": [
      "What tiny moment about hobbies do you still think about?",
      "What do people romanticize about hobbies, and what was it actually like for you?",
      "Which unwritten rule around hobbies do you follow—and which one do you ignore?",
      "Tell a short story about hobbies that still makes you smile or cringe.",
      "What’s a harmless opinion about hobbies you’d defend for fun?",
      "When does hobbies feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach hobbies? What surprised you?",
      "What’s a tiny habit that improves hobbies for you?",
      "What’s a question about hobbies you wish people asked more often?",
      "If you could send one sentence back in time about hobbies, what would it say?"
    ],
    "Pets": [
      "What tiny moment about pets do you still think about?",
      "What do people romanticize about pets, and what was it actually like for you?",
      "Which unwritten rule around pets do you follow—and which one do you ignore?",
      "Tell a short story about pets that still makes you smile or cringe.",
      "What’s a harmless opinion about pets you’d defend for fun?",
      "When does pets feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach pets? What surprised you?",
      "What’s a tiny habit that improves pets for you?",
      "What’s a question about pets you wish people asked more often?",
      "If you could send one sentence back in time about pets, what would it say?"
    ],
    "Living Abroad": [
      "What tiny moment about living abroad do you still think about?",
      "What do people romanticize about living abroad, and what was it actually like for you?",
      "Which unwritten rule around living abroad do you follow—and which one do you ignore?",
      "Tell a short story about living abroad that still makes you smile or cringe.",
      "What’s a harmless opinion about living abroad you’d defend for fun?",
      "When does living abroad feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach living abroad? What surprised you?",
      "What’s a tiny habit that improves living abroad for you?",
      "What’s a question about living abroad you wish people asked more often?",
      "If you could send one sentence back in time about living abroad, what would it say?"
    ],
    "Parties": [
      "What tiny moment about parties do you still think about?",
      "What do people romanticize about parties, and what was it actually like for you?",
      "Which unwritten rule around parties do you follow—and which one do you ignore?",
      "Tell a short story about parties that still makes you smile or cringe.",
      "What’s a harmless opinion about parties you’d defend for fun?",
      "When does parties feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach parties? What surprised you?",
      "What’s a tiny habit that improves parties for you?",
      "What’s a question about parties you wish people asked more often?",
      "If you could send one sentence back in time about parties, what would it say?"
    ],
    "Weddings": [
      "What tiny moment about weddings do you still think about?",
      "What do people romanticize about weddings, and what was it actually like for you?",
      "Which unwritten rule around weddings do you follow—and which one do you ignore?",
      "Tell a short story about weddings that still makes you smile or cringe.",
      "What’s a harmless opinion about weddings you’d defend for fun?",
      "When does weddings feel effortless—and when does it feel awkward? Why?",
      "How do different cultures approach weddings? What surprised you?",
      "What’s a tiny habit that improves weddings for you?",
      "What’s a question about weddings you wish people asked more often?",
      "If you could send one sentence back in time about weddings, what would it say?"
    ],
    "Restaurants": [
      "What’s your ‘gateway’ recommendation for restaurants, and why?",
      "What do outsiders misunderstand about restaurants?",
      "Share a moment when restaurants surprised you.",
      "Which two styles in restaurants are opposites you still like?",
      "How has your taste in restaurants changed—and what caused it?",
      "What detail separates amateur from expert in restaurants?",
      "What trend in restaurants do you enjoy—and which one do you skip?",
      "What do you look for first when judging restaurants?",
      "Name one classic in restaurants that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in restaurants you revisit—and why?"
    ],
    "Coffee vs Tea": [
      "What’s your ‘gateway’ recommendation for coffee vs tea, and why?",
      "What do outsiders misunderstand about coffee vs tea?",
      "Share a moment when coffee vs tea surprised you.",
      "Which two styles in coffee vs tea are opposites you still like?",
      "How has your taste in coffee vs tea changed—and what caused it?",
      "What detail separates amateur from expert in coffee vs tea?",
      "What trend in coffee vs tea do you enjoy—and which one do you skip?",
      "What do you look for first when judging coffee vs tea?",
      "Name one classic in coffee vs tea that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in coffee vs tea you revisit—and why?"
    ],
    "Vacation": [
      "What’s your ‘gateway’ recommendation for vacation, and why?",
      "What do outsiders misunderstand about vacation?",
      "Share a moment when vacation surprised you.",
      "Which two styles in vacation are opposites you still like?",
      "How has your taste in vacation changed—and what caused it?",
      "What detail separates amateur from expert in vacation?",
      "What trend in vacation do you enjoy—and which one do you skip?",
      "What do you look for first when judging vacation?",
      "Name one classic in vacation that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in vacation you revisit—and why?"
    ],
    "Culture": [
      "What’s your ‘gateway’ recommendation for culture, and why?",
      "What do outsiders misunderstand about culture?",
      "Share a moment when culture surprised you.",
      "Which two styles in culture are opposites you still like?",
      "How has your taste in culture changed—and what caused it?",
      "What detail separates amateur from expert in culture?",
      "What trend in culture do you enjoy—and which one do you skip?",
      "What do you look for first when judging culture?",
      "Name one classic in culture that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in culture you revisit—and why?"
    ],
    "Books": [
      "What’s your ‘gateway’ recommendation for books, and why?",
      "What do outsiders misunderstand about books?",
      "Share a moment when books surprised you.",
      "Which two styles in books are opposites you still like?",
      "How has your taste in books changed—and what caused it?",
      "What detail separates amateur from expert in books?",
      "What trend in books do you enjoy—and which one do you skip?",
      "What do you look for first when judging books?",
      "Name one classic in books that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in books you revisit—and why?"
    ],
    "Music": [
      "What’s your ‘gateway’ recommendation for music, and why?",
      "What do outsiders misunderstand about music?",
      "Share a moment when music surprised you.",
      "Which two styles in music are opposites you still like?",
      "How has your taste in music changed—and what caused it?",
      "What detail separates amateur from expert in music?",
      "What trend in music do you enjoy—and which one do you skip?",
      "What do you look for first when judging music?",
      "Name one classic in music that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in music you revisit—and why?"
    ],
    "TV Series and Movies": [
      "What’s your ‘gateway’ recommendation for tv series and movies, and why?",
      "What do outsiders misunderstand about tv series and movies?",
      "Share a moment when tv series and movies surprised you.",
      "Which two styles in tv series and movies are opposites you still like?",
      "How has your taste in tv series and movies changed—and what caused it?",
      "What detail separates amateur from expert in tv series and movies?",
      "What trend in tv series and movies do you enjoy—and which one do you skip?",
      "What do you look for first when judging tv series and movies?",
      "Name one classic in tv series and movies that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in tv series and movies you revisit—and why?"
    ],
    "Photography": [
      "What’s your ‘gateway’ recommendation for photography, and why?",
      "What do outsiders misunderstand about photography?",
      "Share a moment when photography surprised you.",
      "Which two styles in photography are opposites you still like?",
      "How has your taste in photography changed—and what caused it?",
      "What detail separates amateur from expert in photography?",
      "What trend in photography do you enjoy—and which one do you skip?",
      "What do you look for first when judging photography?",
      "Name one classic in photography that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in photography you revisit—and why?"
    ],
    "Art": [
      "What’s your ‘gateway’ recommendation for art, and why?",
      "What do outsiders misunderstand about art?",
      "Share a moment when art surprised you.",
      "Which two styles in art are opposites you still like?",
      "How has your taste in art changed—and what caused it?",
      "What detail separates amateur from expert in art?",
      "What trend in art do you enjoy—and which one do you skip?",
      "What do you look for first when judging art?",
      "Name one classic in art that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in art you revisit—and why?"
    ],
    "Board Games & Tabletop RPGs": [
      "What’s your ‘gateway’ recommendation for board games & tabletop rpgs, and why?",
      "What do outsiders misunderstand about board games & tabletop rpgs?",
      "Share a moment when board games & tabletop rpgs surprised you.",
      "Which two styles in board games & tabletop rpgs are opposites you still like?",
      "How has your taste in board games & tabletop rpgs changed—and what caused it?",
      "What detail separates amateur from expert in board games & tabletop rpgs?",
      "What trend in board games & tabletop rpgs do you enjoy—and which one do you skip?",
      "What do you look for first when judging board games & tabletop rpgs?",
      "Name one classic in board games & tabletop rpgs that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in board games & tabletop rpgs you revisit—and why?"
    ],
    "Video Games": [
      "What’s your ‘gateway’ recommendation for video games, and why?",
      "What do outsiders misunderstand about video games?",
      "Share a moment when video games surprised you.",
      "Which two styles in video games are opposites you still like?",
      "How has your taste in video games changed—and what caused it?",
      "What detail separates amateur from expert in video games?",
      "What trend in video games do you enjoy—and which one do you skip?",
      "What do you look for first when judging video games?",
      "Name one classic in video games that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in video games you revisit—and why?"
    ],
    "Sports and Exercising": [
      "What’s your ‘gateway’ recommendation for sports and exercising, and why?",
      "What do outsiders misunderstand about sports and exercising?",
      "Share a moment when sports and exercising surprised you.",
      "Which two styles in sports and exercising are opposites you still like?",
      "How has your taste in sports and exercising changed—and what caused it?",
      "What detail separates amateur from expert in sports and exercising?",
      "What trend in sports and exercising do you enjoy—and which one do you skip?",
      "What do you look for first when judging sports and exercising?",
      "Name one classic in sports and exercising that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in sports and exercising you revisit—and why?"
    ],
    "Dancing": [
      "What’s your ‘gateway’ recommendation for dancing, and why?",
      "What do outsiders misunderstand about dancing?",
      "Share a moment when dancing surprised you.",
      "Which two styles in dancing are opposites you still like?",
      "How has your taste in dancing changed—and what caused it?",
      "What detail separates amateur from expert in dancing?",
      "What trend in dancing do you enjoy—and which one do you skip?",
      "What do you look for first when judging dancing?",
      "Name one classic in dancing that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in dancing you revisit—and why?"
    ],
    "Gardening": [
      "What’s your ‘gateway’ recommendation for gardening, and why?",
      "What do outsiders misunderstand about gardening?",
      "Share a moment when gardening surprised you.",
      "Which two styles in gardening are opposites you still like?",
      "How has your taste in gardening changed—and what caused it?",
      "What detail separates amateur from expert in gardening?",
      "What trend in gardening do you enjoy—and which one do you skip?",
      "What do you look for first when judging gardening?",
      "Name one classic in gardening that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in gardening you revisit—and why?"
    ],
    "Parks / National Parks": [
      "What’s your ‘gateway’ recommendation for parks / national parks, and why?",
      "What do outsiders misunderstand about parks / national parks?",
      "Share a moment when parks / national parks surprised you.",
      "Which two styles in parks / national parks are opposites you still like?",
      "How has your taste in parks / national parks changed—and what caused it?",
      "What detail separates amateur from expert in parks / national parks?",
      "What trend in parks / national parks do you enjoy—and which one do you skip?",
      "What do you look for first when judging parks / national parks?",
      "Name one classic in parks / national parks that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in parks / national parks you revisit—and why?"
    ],
    "Urban Exploration & Street Art": [
      "What’s your ‘gateway’ recommendation for urban exploration & street art, and why?",
      "What do outsiders misunderstand about urban exploration & street art?",
      "Share a moment when urban exploration & street art surprised you.",
      "Which two styles in urban exploration & street art are opposites you still like?",
      "How has your taste in urban exploration & street art changed—and what caused it?",
      "What detail separates amateur from expert in urban exploration & street art?",
      "What trend in urban exploration & street art do you enjoy—and which one do you skip?",
      "What do you look for first when judging urban exploration & street art?",
      "Name one classic in urban exploration & street art that’s overrated and one that’s underrated.",
      "What’s a personal ‘canon’ item in urban exploration & street art you revisit—and why?"
    ],
    "Cybersecurity & Privacy": [
      "What’s a risk in cybersecurity & privacy ordinary users overlook?",
      "What boundary or rule do you follow with cybersecurity & privacy?",
      "How do you explain cybersecurity & privacy in simple words to family?",
      "When does hype around cybersecurity & privacy help—and when does it hurt?",
      "What feature in cybersecurity & privacy genuinely makes life easier?",
      "What ethical question in cybersecurity & privacy deserves more attention?",
      "When did cybersecurity & privacy surprise you—good or bad?",
      "What sign shows cybersecurity & privacy was designed with humans in mind?",
      "If you could change one default in cybersecurity & privacy, what would you pick and why?",
      "Where should cybersecurity & privacy slow down before deploying to everyone?"
    ],
    "Media Literacy & Misinformation": [
      "What’s a risk in media literacy & misinformation ordinary users overlook?",
      "What boundary or rule do you follow with media literacy & misinformation?",
      "How do you explain media literacy & misinformation in simple words to family?",
      "When does hype around media literacy & misinformation help—and when does it hurt?",
      "What feature in media literacy & misinformation genuinely makes life easier?",
      "What ethical question in media literacy & misinformation deserves more attention?",
      "When did media literacy & misinformation surprise you—good or bad?",
      "What sign shows media literacy & misinformation was designed with humans in mind?",
      "If you could change one default in media literacy & misinformation, what would you pick and why?",
      "Where should media literacy & misinformation slow down before deploying to everyone?"
    ],
    "Smart Cities & Urban Planning": [
      "What’s a risk in smart cities & urban planning ordinary users overlook?",
      "What boundary or rule do you follow with smart cities & urban planning?",
      "How do you explain smart cities & urban planning in simple words to family?",
      "When does hype around smart cities & urban planning help—and when does it hurt?",
      "What feature in smart cities & urban planning genuinely makes life easier?",
      "What ethical question in smart cities & urban planning deserves more attention?",
      "When did smart cities & urban planning surprise you—good or bad?",
      "What sign shows smart cities & urban planning was designed with humans in mind?",
      "If you could change one default in smart cities & urban planning, what would you pick and why?",
      "Where should smart cities & urban planning slow down before deploying to everyone?"
    ],
    "Inventions": [
      "What’s a risk in inventions ordinary users overlook?",
      "What boundary or rule do you follow with inventions?",
      "How do you explain inventions in simple words to family?",
      "When does hype around inventions help—and when does it hurt?",
      "What feature in inventions genuinely makes life easier?",
      "What ethical question in inventions deserves more attention?",
      "When did inventions surprise you—good or bad?",
      "What sign shows inventions was designed with humans in mind?",
      "If you could change one default in inventions, what would you pick and why?",
      "Where should inventions slow down before deploying to everyone?"
    ],
    "Values": [
      "What value clash sits at the heart of values? How do you handle it?",
      "Who benefits and who pays the cost when values changes?",
      "What would ‘fair’ look like in values? Give a concrete case.",
      "Which argument from the other side of values seems strongest?",
      "What story or data could genuinely change your mind about values?",
      "Where do you see progress in values, and where do you see backsliding?",
      "What practical action can ordinary people take around values?",
      "What do headlines oversimplify about values?",
      "How would you explain your view on values to someone who disagrees—respectfully?",
      "What would success look like for values five years from now?"
    ],
    "Ethics": [
      "What value clash sits at the heart of ethics? How do you handle it?",
      "Who benefits and who pays the cost when ethics changes?",
      "What would ‘fair’ look like in ethics? Give a concrete case.",
      "Which argument from the other side of ethics seems strongest?",
      "What story or data could genuinely change your mind about ethics?",
      "Where do you see progress in ethics, and where do you see backsliding?",
      "What practical action can ordinary people take around ethics?",
      "What do headlines oversimplify about ethics?",
      "How would you explain your view on ethics to someone who disagrees—respectfully?",
      "What would success look like for ethics five years from now?"
    ],
    "Human Rights & Civic Engagement": [
      "What value clash sits at the heart of human rights & civic engagement? How do you handle it?",
      "Who benefits and who pays the cost when human rights & civic engagement changes?",
      "What would ‘fair’ look like in human rights & civic engagement? Give a concrete case.",
      "Which argument from the other side of human rights & civic engagement seems strongest?",
      "What story or data could genuinely change your mind about human rights & civic engagement?",
      "Where do you see progress in human rights & civic engagement, and where do you see backsliding?",
      "What practical action can ordinary people take around human rights & civic engagement?",
      "What do headlines oversimplify about human rights & civic engagement?",
      "How would you explain your view on human rights & civic engagement to someone who disagrees—respectfully?",
      "What would success look like for human rights & civic engagement five years from now?"
    ],
    "Intercultural Communication & Etiquette": [
      "What value clash sits at the heart of intercultural communication & etiquette? How do you handle it?",
      "Who benefits and who pays the cost when intercultural communication & etiquette changes?",
      "What would ‘fair’ look like in intercultural communication & etiquette? Give a concrete case.",
      "Which argument from the other side of intercultural communication & etiquette seems strongest?",
      "What story or data could genuinely change your mind about intercultural communication & etiquette?",
      "Where do you see progress in intercultural communication & etiquette, and where do you see backsliding?",
      "What practical action can ordinary people take around intercultural communication & etiquette?",
      "What do headlines oversimplify about intercultural communication & etiquette?",
      "How would you explain your view on intercultural communication & etiquette to someone who disagrees—respectfully?",
      "What would success look like for intercultural communication & etiquette five years from now?"
    ],
    "Gender Roles": [
      "What value clash sits at the heart of gender roles? How do you handle it?",
      "Who benefits and who pays the cost when gender roles changes?",
      "What would ‘fair’ look like in gender roles? Give a concrete case.",
      "Which argument from the other side of gender roles seems strongest?",
      "What story or data could genuinely change your mind about gender roles?",
      "Where do you see progress in gender roles, and where do you see backsliding?",
      "What practical action can ordinary people take around gender roles?",
      "What do headlines oversimplify about gender roles?",
      "How would you explain your view on gender roles to someone who disagrees—respectfully?",
      "What would success look like for gender roles five years from now?"
    ],
    "Privacy": [
      "What value clash sits at the heart of privacy? How do you handle it?",
      "Who benefits and who pays the cost when privacy changes?",
      "What would ‘fair’ look like in privacy? Give a concrete case.",
      "Which argument from the other side of privacy seems strongest?",
      "What story or data could genuinely change your mind about privacy?",
      "Where do you see progress in privacy, and where do you see backsliding?",
      "What practical action can ordinary people take around privacy?",
      "What do headlines oversimplify about privacy?",
      "How would you explain your view on privacy to someone who disagrees—respectfully?",
      "What would success look like for privacy five years from now?"
    ],
    "Stereotypes": [
      "What value clash sits at the heart of stereotypes? How do you handle it?",
      "Who benefits and who pays the cost when stereotypes changes?",
      "What would ‘fair’ look like in stereotypes? Give a concrete case.",
      "Which argument from the other side of stereotypes seems strongest?",
      "What story or data could genuinely change your mind about stereotypes?",
      "Where do you see progress in stereotypes, and where do you see backsliding?",
      "What practical action can ordinary people take around stereotypes?",
      "What do headlines oversimplify about stereotypes?",
      "How would you explain your view on stereotypes to someone who disagrees—respectfully?",
      "What would success look like for stereotypes five years from now?"
    ],
    "Corruption": [
      "What value clash sits at the heart of corruption? How do you handle it?",
      "Who benefits and who pays the cost when corruption changes?",
      "What would ‘fair’ look like in corruption? Give a concrete case.",
      "Which argument from the other side of corruption seems strongest?",
      "What story or data could genuinely change your mind about corruption?",
      "Where do you see progress in corruption, and where do you see backsliding?",
      "What practical action can ordinary people take around corruption?",
      "What do headlines oversimplify about corruption?",
      "How would you explain your view on corruption to someone who disagrees—respectfully?",
      "What would success look like for corruption five years from now?"
    ],
    "Influential Leaders": [
      "What value clash sits at the heart of influential leaders? How do you handle it?",
      "Who benefits and who pays the cost when influential leaders changes?",
      "What would ‘fair’ look like in influential leaders? Give a concrete case.",
      "Which argument from the other side of influential leaders seems strongest?",
      "What story or data could genuinely change your mind about influential leaders?",
      "Where do you see progress in influential leaders, and where do you see backsliding?",
      "What practical action can ordinary people take around influential leaders?",
      "What do headlines oversimplify about influential leaders?",
      "How would you explain your view on influential leaders to someone who disagrees—respectfully?",
      "What would success look like for influential leaders five years from now?"
    ],
    "Politics": [
      "What value clash sits at the heart of politics? How do you handle it?",
      "Who benefits and who pays the cost when politics changes?",
      "What would ‘fair’ look like in politics? Give a concrete case.",
      "Which argument from the other side of politics seems strongest?",
      "What story or data could genuinely change your mind about politics?",
      "Where do you see progress in politics, and where do you see backsliding?",
      "What practical action can ordinary people take around politics?",
      "What do headlines oversimplify about politics?",
      "How would you explain your view on politics to someone who disagrees—respectfully?",
      "What would success look like for politics five years from now?"
    ],
    "Consumer Rights": [
      "What value clash sits at the heart of consumer rights? How do you handle it?",
      "Who benefits and who pays the cost when consumer rights changes?",
      "What would ‘fair’ look like in consumer rights? Give a concrete case.",
      "Which argument from the other side of consumer rights seems strongest?",
      "What story or data could genuinely change your mind about consumer rights?",
      "Where do you see progress in consumer rights, and where do you see backsliding?",
      "What practical action can ordinary people take around consumer rights?",
      "What do headlines oversimplify about consumer rights?",
      "How would you explain your view on consumer rights to someone who disagrees—respectfully?",
      "What would success look like for consumer rights five years from now?"
    ],
    "Advertising": [
      "What value clash sits at the heart of advertising? How do you handle it?",
      "Who benefits and who pays the cost when advertising changes?",
      "What would ‘fair’ look like in advertising? Give a concrete case.",
      "Which argument from the other side of advertising seems strongest?",
      "What story or data could genuinely change your mind about advertising?",
      "Where do you see progress in advertising, and where do you see backsliding?",
      "What practical action can ordinary people take around advertising?",
      "What do headlines oversimplify about advertising?",
      "How would you explain your view on advertising to someone who disagrees—respectfully?",
      "What would success look like for advertising five years from now?"
    ],
    "Charity": [
      "What value clash sits at the heart of charity? How do you handle it?",
      "Who benefits and who pays the cost when charity changes?",
      "What would ‘fair’ look like in charity? Give a concrete case.",
      "Which argument from the other side of charity seems strongest?",
      "What story or data could genuinely change your mind about charity?",
      "Where do you see progress in charity, and where do you see backsliding?",
      "What practical action can ordinary people take around charity?",
      "What do headlines oversimplify about charity?",
      "How would you explain your view on charity to someone who disagrees—respectfully?",
      "What would success look like for charity five years from now?"
    ],
    "Tipping": [
      "What value clash sits at the heart of tipping? How do you handle it?",
      "Who benefits and who pays the cost when tipping changes?",
      "What would ‘fair’ look like in tipping? Give a concrete case.",
      "Which argument from the other side of tipping seems strongest?",
      "What story or data could genuinely change your mind about tipping?",
      "Where do you see progress in tipping, and where do you see backsliding?",
      "What practical action can ordinary people take around tipping?",
      "What do headlines oversimplify about tipping?",
      "How would you explain your view on tipping to someone who disagrees—respectfully?",
      "What would success look like for tipping five years from now?"
    ],
    "Transportation & Commuting": [
      "What value clash sits at the heart of transportation & commuting? How do you handle it?",
      "Who benefits and who pays the cost when transportation & commuting changes?",
      "What would ‘fair’ look like in transportation & commuting? Give a concrete case.",
      "Which argument from the other side of transportation & commuting seems strongest?",
      "What story or data could genuinely change your mind about transportation & commuting?",
      "Where do you see progress in transportation & commuting, and where do you see backsliding?",
      "What practical action can ordinary people take around transportation & commuting?",
      "What do headlines oversimplify about transportation & commuting?",
      "How would you explain your view on transportation & commuting to someone who disagrees—respectfully?",
      "What would success look like for transportation & commuting five years from now?"
    ],
    "Driving": [
      "What value clash sits at the heart of driving? How do you handle it?",
      "Who benefits and who pays the cost when driving changes?",
      "What would ‘fair’ look like in driving? Give a concrete case.",
      "Which argument from the other side of driving seems strongest?",
      "What story or data could genuinely change your mind about driving?",
      "Where do you see progress in driving, and where do you see backsliding?",
      "What practical action can ordinary people take around driving?",
      "What do headlines oversimplify about driving?",
      "How would you explain your view on driving to someone who disagrees—respectfully?",
      "What would success look like for driving five years from now?"
    ],
    "Public Services": [
      "What value clash sits at the heart of public services? How do you handle it?",
      "Who benefits and who pays the cost when public services changes?",
      "What would ‘fair’ look like in public services? Give a concrete case.",
      "Which argument from the other side of public services seems strongest?",
      "What story or data could genuinely change your mind about public services?",
      "Where do you see progress in public services, and where do you see backsliding?",
      "What practical action can ordinary people take around public services?",
      "What do headlines oversimplify about public services?",
      "How would you explain your view on public services to someone who disagrees—respectfully?",
      "What would success look like for public services five years from now?"
    ],
    "Disaster Prep & Emergencies": [
      "What value clash sits at the heart of disaster prep & emergencies? How do you handle it?",
      "Who benefits and who pays the cost when disaster prep & emergencies changes?",
      "What would ‘fair’ look like in disaster prep & emergencies? Give a concrete case.",
      "Which argument from the other side of disaster prep & emergencies seems strongest?",
      "What story or data could genuinely change your mind about disaster prep & emergencies?",
      "Where do you see progress in disaster prep & emergencies, and where do you see backsliding?",
      "What practical action can ordinary people take around disaster prep & emergencies?",
      "What do headlines oversimplify about disaster prep & emergencies?",
      "How would you explain your view on disaster prep & emergencies to someone who disagrees—respectfully?",
      "What would success look like for disaster prep & emergencies five years from now?"
    ],
    "Zero Waste Lifestyle": [
      "What personal moment outdoors shaped how you think about zero waste lifestyle?",
      "What local example related to zero waste lifestyle have you noticed recently?",
      "What would responsible visitor behavior look like for zero waste lifestyle?",
      "Which solution for zero waste lifestyle seems promising—and where might it fail?",
      "How do your everyday habits connect to zero waste lifestyle?",
      "What’s a common misunderstanding about zero waste lifestyle?",
      "Where do you see hope with zero waste lifestyle?",
      "Who should lead on zero waste lifestyle: individuals, companies, or government?",
      "What’s one change you would try this month regarding zero waste lifestyle?",
      "What place related to zero waste lifestyle would you love to show a friend?"
    ],
    "Food Systems & Sustainability": [
      "What personal moment outdoors shaped how you think about food systems & sustainability?",
      "What local example related to food systems & sustainability have you noticed recently?",
      "What would responsible visitor behavior look like for food systems & sustainability?",
      "Which solution for food systems & sustainability seems promising—and where might it fail?",
      "How do your everyday habits connect to food systems & sustainability?",
      "What’s a common misunderstanding about food systems & sustainability?",
      "Where do you see hope with food systems & sustainability?",
      "Who should lead on food systems & sustainability: individuals, companies, or government?",
      "What’s one change you would try this month regarding food systems & sustainability?",
      "What place related to food systems & sustainability would you love to show a friend?"
    ],
    "Ocean & Biodiversity": [
      "What personal moment outdoors shaped how you think about ocean & biodiversity?",
      "What local example related to ocean & biodiversity have you noticed recently?",
      "What would responsible visitor behavior look like for ocean & biodiversity?",
      "Which solution for ocean & biodiversity seems promising—and where might it fail?",
      "How do your everyday habits connect to ocean & biodiversity?",
      "What’s a common misunderstanding about ocean & biodiversity?",
      "Where do you see hope with ocean & biodiversity?",
      "Who should lead on ocean & biodiversity: individuals, companies, or government?",
      "What’s one change you would try this month regarding ocean & biodiversity?",
      "What place related to ocean & biodiversity would you love to show a friend?"
    ],
    "Animal Welfare": [
      "What personal moment outdoors shaped how you think about animal welfare?",
      "What local example related to animal welfare have you noticed recently?",
      "What would responsible visitor behavior look like for animal welfare?",
      "Which solution for animal welfare seems promising—and where might it fail?",
      "How do your everyday habits connect to animal welfare?",
      "What’s a common misunderstanding about animal welfare?",
      "Where do you see hope with animal welfare?",
      "Who should lead on animal welfare: individuals, companies, or government?",
      "What’s one change you would try this month regarding animal welfare?",
      "What place related to animal welfare would you love to show a friend?"
    ],
    "Water": [
      "What personal moment outdoors shaped how you think about water?",
      "What local example related to water have you noticed recently?",
      "What would responsible visitor behavior look like for water?",
      "Which solution for water seems promising—and where might it fail?",
      "How do your everyday habits connect to water?",
      "What’s a common misunderstanding about water?",
      "Where do you see hope with water?",
      "Who should lead on water: individuals, companies, or government?",
      "What’s one change you would try this month regarding water?",
      "What place related to water would you love to show a friend?"
    ],
    "Pollution": [
      "What personal moment outdoors shaped how you think about pollution?",
      "What local example related to pollution have you noticed recently?",
      "What would responsible visitor behavior look like for pollution?",
      "Which solution for pollution seems promising—and where might it fail?",
      "How do your everyday habits connect to pollution?",
      "What’s a common misunderstanding about pollution?",
      "Where do you see hope with pollution?",
      "Who should lead on pollution: individuals, companies, or government?",
      "What’s one change you would try this month regarding pollution?",
      "What place related to pollution would you love to show a friend?"
    ],
    "Space": [
      "What personal moment outdoors shaped how you think about space?",
      "What local example related to space have you noticed recently?",
      "What would responsible visitor behavior look like for space?",
      "Which solution for space seems promising—and where might it fail?",
      "How do your everyday habits connect to space?",
      "What’s a common misunderstanding about space?",
      "Where do you see hope with space?",
      "Who should lead on space: individuals, companies, or government?",
      "What’s one change you would try this month regarding space?",
      "What place related to space would you love to show a friend?"
    ],
    "Dopamine": [
      "What simple rule about dopamine actually works for you?",
      "What persistent myth do you hear about dopamine?",
      "How does culture shape attitudes toward dopamine?",
      "When does dopamine feel easy—and when does it get hard?",
      "What habit around dopamine would you recommend—and which would you avoid?",
      "What boundary do you keep with dopamine?",
      "What helped you change your mind about dopamine?",
      "What advice about dopamine do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about dopamine?",
      "What small change would you test for a week connected to dopamine?"
    ],
    "Motivation": [
      "What simple rule about motivation actually works for you?",
      "What persistent myth do you hear about motivation?",
      "How does culture shape attitudes toward motivation?",
      "When does motivation feel easy—and when does it get hard?",
      "What habit around motivation would you recommend—and which would you avoid?",
      "What boundary do you keep with motivation?",
      "What helped you change your mind about motivation?",
      "What advice about motivation do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about motivation?",
      "What small change would you test for a week connected to motivation?"
    ],
    "Stress and Anxiety": [
      "What simple rule about stress and anxiety actually works for you?",
      "What persistent myth do you hear about stress and anxiety?",
      "How does culture shape attitudes toward stress and anxiety?",
      "When does stress and anxiety feel easy—and when does it get hard?",
      "What habit around stress and anxiety would you recommend—and which would you avoid?",
      "What boundary do you keep with stress and anxiety?",
      "What helped you change your mind about stress and anxiety?",
      "What advice about stress and anxiety do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about stress and anxiety?",
      "What small change would you test for a week connected to stress and anxiety?"
    ],
    "Diets": [
      "What simple rule about diets actually works for you?",
      "What persistent myth do you hear about diets?",
      "How does culture shape attitudes toward diets?",
      "When does diets feel easy—and when does it get hard?",
      "What habit around diets would you recommend—and which would you avoid?",
      "What boundary do you keep with diets?",
      "What helped you change your mind about diets?",
      "What advice about diets do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about diets?",
      "What small change would you test for a week connected to diets?"
    ],
    "Special Diets & Allergies": [
      "What simple rule about special diets & allergies actually works for you?",
      "What persistent myth do you hear about special diets & allergies?",
      "How does culture shape attitudes toward special diets & allergies?",
      "When does special diets & allergies feel easy—and when does it get hard?",
      "What habit around special diets & allergies would you recommend—and which would you avoid?",
      "What boundary do you keep with special diets & allergies?",
      "What helped you change your mind about special diets & allergies?",
      "What advice about special diets & allergies do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about special diets & allergies?",
      "What small change would you test for a week connected to special diets & allergies?"
    ],
    "Medicine and Supplements": [
      "What simple rule about medicine and supplements actually works for you?",
      "What persistent myth do you hear about medicine and supplements?",
      "How does culture shape attitudes toward medicine and supplements?",
      "When does medicine and supplements feel easy—and when does it get hard?",
      "What habit around medicine and supplements would you recommend—and which would you avoid?",
      "What boundary do you keep with medicine and supplements?",
      "What helped you change your mind about medicine and supplements?",
      "What advice about medicine and supplements do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about medicine and supplements?",
      "What small change would you test for a week connected to medicine and supplements?"
    ],
    "Vaccines": [
      "What simple rule about vaccines actually works for you?",
      "What persistent myth do you hear about vaccines?",
      "How does culture shape attitudes toward vaccines?",
      "When does vaccines feel easy—and when does it get hard?",
      "What habit around vaccines would you recommend—and which would you avoid?",
      "What boundary do you keep with vaccines?",
      "What helped you change your mind about vaccines?",
      "What advice about vaccines do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about vaccines?",
      "What small change would you test for a week connected to vaccines?"
    ],
    "Losing and Gaining Weight": [
      "What simple rule about losing and gaining weight actually works for you?",
      "What persistent myth do you hear about losing and gaining weight?",
      "How does culture shape attitudes toward losing and gaining weight?",
      "When does losing and gaining weight feel easy—and when does it get hard?",
      "What habit around losing and gaining weight would you recommend—and which would you avoid?",
      "What boundary do you keep with losing and gaining weight?",
      "What helped you change your mind about losing and gaining weight?",
      "What advice about losing and gaining weight do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about losing and gaining weight?",
      "What small change would you test for a week connected to losing and gaining weight?"
    ],
    "Healthcare Visits": [
      "What simple rule about healthcare visits actually works for you?",
      "What persistent myth do you hear about healthcare visits?",
      "How does culture shape attitudes toward healthcare visits?",
      "When does healthcare visits feel easy—and when does it get hard?",
      "What habit around healthcare visits would you recommend—and which would you avoid?",
      "What boundary do you keep with healthcare visits?",
      "What helped you change your mind about healthcare visits?",
      "What advice about healthcare visits do you ignore—and what do you follow?",
      "What respectful question would you ask a specialist about healthcare visits?",
      "What small change would you test for a week connected to healthcare visits?"
    ],
    "Present Perfect": [
      "Where do you actually hear present perfect in everyday conversation?",
      "What mistake with present perfect do speakers of your language often make—and why?",
      "Which sentence using present perfect sounds most natural to you?",
      "What’s confusing about present perfect that textbooks gloss over?",
      "How does your first language handle what present perfect does in English?",
      "When would present perfect sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose present perfect correctly?",
      "What two forms compete with present perfect? How do you decide between them?",
      "What’s a funny or painful memory linked to learning present perfect?",
      "What real situation recently made you use present perfect without thinking?"
    ],
    "Used To": [
      "Where do you actually hear used to in everyday conversation?",
      "What mistake with used to do speakers of your language often make—and why?",
      "Which sentence using used to sounds most natural to you?",
      "What’s confusing about used to that textbooks gloss over?",
      "How does your first language handle what used to does in English?",
      "When would used to sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose used to correctly?",
      "What two forms compete with used to? How do you decide between them?",
      "What’s a funny or painful memory linked to learning used to?",
      "What real situation recently made you use used to without thinking?"
    ],
    "For and Since and How Long": [
      "Where do you actually hear for and since and how long in everyday conversation?",
      "What mistake with for and since and how long do speakers of your language often make—and why?",
      "Which sentence using for and since and how long sounds most natural to you?",
      "What’s confusing about for and since and how long that textbooks gloss over?",
      "How does your first language handle what for and since and how long does in English?",
      "When would for and since and how long sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose for and since and how long correctly?",
      "What two forms compete with for and since and how long? How do you decide between them?",
      "What’s a funny or painful memory linked to learning for and since and how long?",
      "What real situation recently made you use for and since and how long without thinking?"
    ],
    "Already, Ever, Yet": [
      "Where do you actually hear already, ever, yet in everyday conversation?",
      "What mistake with already, ever, yet do speakers of your language often make—and why?",
      "Which sentence using already, ever, yet sounds most natural to you?",
      "What’s confusing about already, ever, yet that textbooks gloss over?",
      "How does your first language handle what already, ever, yet does in English?",
      "When would already, ever, yet sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose already, ever, yet correctly?",
      "What two forms compete with already, ever, yet? How do you decide between them?",
      "What’s a funny or painful memory linked to learning already, ever, yet?",
      "What real situation recently made you use already, ever, yet without thinking?"
    ],
    "Comparatives": [
      "Where do you actually hear comparatives in everyday conversation?",
      "What mistake with comparatives do speakers of your language often make—and why?",
      "Which sentence using comparatives sounds most natural to you?",
      "What’s confusing about comparatives that textbooks gloss over?",
      "How does your first language handle what comparatives does in English?",
      "When would comparatives sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose comparatives correctly?",
      "What two forms compete with comparatives? How do you decide between them?",
      "What’s a funny or painful memory linked to learning comparatives?",
      "What real situation recently made you use comparatives without thinking?"
    ],
    "Superlatives": [
      "Where do you actually hear superlatives in everyday conversation?",
      "What mistake with superlatives do speakers of your language often make—and why?",
      "Which sentence using superlatives sounds most natural to you?",
      "What’s confusing about superlatives that textbooks gloss over?",
      "How does your first language handle what superlatives does in English?",
      "When would superlatives sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose superlatives correctly?",
      "What two forms compete with superlatives? How do you decide between them?",
      "What’s a funny or painful memory linked to learning superlatives?",
      "What real situation recently made you use superlatives without thinking?"
    ],
    "Second Conditional pt.1": [
      "Where do you actually hear second conditional pt.1 in everyday conversation?",
      "What mistake with second conditional pt.1 do speakers of your language often make—and why?",
      "Which sentence using second conditional pt.1 sounds most natural to you?",
      "What’s confusing about second conditional pt.1 that textbooks gloss over?",
      "How does your first language handle what second conditional pt.1 does in English?",
      "When would second conditional pt.1 sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose second conditional pt.1 correctly?",
      "What two forms compete with second conditional pt.1? How do you decide between them?",
      "What’s a funny or painful memory linked to learning second conditional pt.1?",
      "What real situation recently made you use second conditional pt.1 without thinking?"
    ],
    "Second Conditional pt.2": [
      "Where do you actually hear second conditional pt.2 in everyday conversation?",
      "What mistake with second conditional pt.2 do speakers of your language often make—and why?",
      "Which sentence using second conditional pt.2 sounds most natural to you?",
      "What’s confusing about second conditional pt.2 that textbooks gloss over?",
      "How does your first language handle what second conditional pt.2 does in English?",
      "When would second conditional pt.2 sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose second conditional pt.2 correctly?",
      "What two forms compete with second conditional pt.2? How do you decide between them?",
      "What’s a funny or painful memory linked to learning second conditional pt.2?",
      "What real situation recently made you use second conditional pt.2 without thinking?"
    ],
    "Third Conditional pt.1": [
      "Where do you actually hear third conditional pt.1 in everyday conversation?",
      "What mistake with third conditional pt.1 do speakers of your language often make—and why?",
      "Which sentence using third conditional pt.1 sounds most natural to you?",
      "What’s confusing about third conditional pt.1 that textbooks gloss over?",
      "How does your first language handle what third conditional pt.1 does in English?",
      "When would third conditional pt.1 sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose third conditional pt.1 correctly?",
      "What two forms compete with third conditional pt.1? How do you decide between them?",
      "What’s a funny or painful memory linked to learning third conditional pt.1?",
      "What real situation recently made you use third conditional pt.1 without thinking?"
    ],
    "Third Conditional pt.2": [
      "Where do you actually hear third conditional pt.2 in everyday conversation?",
      "What mistake with third conditional pt.2 do speakers of your language often make—and why?",
      "Which sentence using third conditional pt.2 sounds most natural to you?",
      "What’s confusing about third conditional pt.2 that textbooks gloss over?",
      "How does your first language handle what third conditional pt.2 does in English?",
      "When would third conditional pt.2 sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose third conditional pt.2 correctly?",
      "What two forms compete with third conditional pt.2? How do you decide between them?",
      "What’s a funny or painful memory linked to learning third conditional pt.2?",
      "What real situation recently made you use third conditional pt.2 without thinking?"
    ],
    "Mixed Conditionals": [
      "Where do you actually hear mixed conditionals in everyday conversation?",
      "What mistake with mixed conditionals do speakers of your language often make—and why?",
      "Which sentence using mixed conditionals sounds most natural to you?",
      "What’s confusing about mixed conditionals that textbooks gloss over?",
      "How does your first language handle what mixed conditionals does in English?",
      "When would mixed conditionals sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose mixed conditionals correctly?",
      "What two forms compete with mixed conditionals? How do you decide between them?",
      "What’s a funny or painful memory linked to learning mixed conditionals?",
      "What real situation recently made you use mixed conditionals without thinking?"
    ],
    "Phrasal Verbs by Theme": [
      "Where do you actually hear phrasal verbs by theme in everyday conversation?",
      "What mistake with phrasal verbs by theme do speakers of your language often make—and why?",
      "Which sentence using phrasal verbs by theme sounds most natural to you?",
      "What’s confusing about phrasal verbs by theme that textbooks gloss over?",
      "How does your first language handle what phrasal verbs by theme does in English?",
      "When would phrasal verbs by theme sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose phrasal verbs by theme correctly?",
      "What two forms compete with phrasal verbs by theme? How do you decide between them?",
      "What’s a funny or painful memory linked to learning phrasal verbs by theme?",
      "What real situation recently made you use phrasal verbs by theme without thinking?"
    ],
    "Idioms & Metaphors": [
      "Where do you actually hear idioms & metaphors in everyday conversation?",
      "What mistake with idioms & metaphors do speakers of your language often make—and why?",
      "Which sentence using idioms & metaphors sounds most natural to you?",
      "What’s confusing about idioms & metaphors that textbooks gloss over?",
      "How does your first language handle what idioms & metaphors does in English?",
      "When would idioms & metaphors sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose idioms & metaphors correctly?",
      "What two forms compete with idioms & metaphors? How do you decide between them?",
      "What’s a funny or painful memory linked to learning idioms & metaphors?",
      "What real situation recently made you use idioms & metaphors without thinking?"
    ],
    "Collocations": [
      "Where do you actually hear collocations in everyday conversation?",
      "What mistake with collocations do speakers of your language often make—and why?",
      "Which sentence using collocations sounds most natural to you?",
      "What’s confusing about collocations that textbooks gloss over?",
      "How does your first language handle what collocations does in English?",
      "When would collocations sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose collocations correctly?",
      "What two forms compete with collocations? How do you decide between them?",
      "What’s a funny or painful memory linked to learning collocations?",
      "What real situation recently made you use collocations without thinking?"
    ],
    "Word Formation": [
      "Where do you actually hear word formation in everyday conversation?",
      "What mistake with word formation do speakers of your language often make—and why?",
      "Which sentence using word formation sounds most natural to you?",
      "What’s confusing about word formation that textbooks gloss over?",
      "How does your first language handle what word formation does in English?",
      "When would word formation sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose word formation correctly?",
      "What two forms compete with word formation? How do you decide between them?",
      "What’s a funny or painful memory linked to learning word formation?",
      "What real situation recently made you use word formation without thinking?"
    ],
    "False Friends": [
      "Where do you actually hear false friends in everyday conversation?",
      "What mistake with false friends do speakers of your language often make—and why?",
      "Which sentence using false friends sounds most natural to you?",
      "What’s confusing about false friends that textbooks gloss over?",
      "How does your first language handle what false friends does in English?",
      "When would false friends sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose false friends correctly?",
      "What two forms compete with false friends? How do you decide between them?",
      "What’s a funny or painful memory linked to learning false friends?",
      "What real situation recently made you use false friends without thinking?"
    ],
    "Intonation & Politeness": [
      "Where do you actually hear intonation & politeness in everyday conversation?",
      "What mistake with intonation & politeness do speakers of your language often make—and why?",
      "Which sentence using intonation & politeness sounds most natural to you?",
      "What’s confusing about intonation & politeness that textbooks gloss over?",
      "How does your first language handle what intonation & politeness does in English?",
      "When would intonation & politeness sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose intonation & politeness correctly?",
      "What two forms compete with intonation & politeness? How do you decide between them?",
      "What’s a funny or painful memory linked to learning intonation & politeness?",
      "What real situation recently made you use intonation & politeness without thinking?"
    ],
    "Connected Speech & Weak Forms": [
      "Where do you actually hear connected speech & weak forms in everyday conversation?",
      "What mistake with connected speech & weak forms do speakers of your language often make—and why?",
      "Which sentence using connected speech & weak forms sounds most natural to you?",
      "What’s confusing about connected speech & weak forms that textbooks gloss over?",
      "How does your first language handle what connected speech & weak forms does in English?",
      "When would connected speech & weak forms sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose connected speech & weak forms correctly?",
      "What two forms compete with connected speech & weak forms? How do you decide between them?",
      "What’s a funny or painful memory linked to learning connected speech & weak forms?",
      "What real situation recently made you use connected speech & weak forms without thinking?"
    ],
    "Stress & Rhythm": [
      "Where do you actually hear stress & rhythm in everyday conversation?",
      "What mistake with stress & rhythm do speakers of your language often make—and why?",
      "Which sentence using stress & rhythm sounds most natural to you?",
      "What’s confusing about stress & rhythm that textbooks gloss over?",
      "How does your first language handle what stress & rhythm does in English?",
      "When would stress & rhythm sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose stress & rhythm correctly?",
      "What two forms compete with stress & rhythm? How do you decide between them?",
      "What’s a funny or painful memory linked to learning stress & rhythm?",
      "What real situation recently made you use stress & rhythm without thinking?"
    ],
    "Minimal Pairs": [
      "Where do you actually hear minimal pairs in everyday conversation?",
      "What mistake with minimal pairs do speakers of your language often make—and why?",
      "Which sentence using minimal pairs sounds most natural to you?",
      "What’s confusing about minimal pairs that textbooks gloss over?",
      "How does your first language handle what minimal pairs does in English?",
      "When would minimal pairs sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose minimal pairs correctly?",
      "What two forms compete with minimal pairs? How do you decide between them?",
      "What’s a funny or painful memory linked to learning minimal pairs?",
      "What real situation recently made you use minimal pairs without thinking?"
    ],
    "Passive Voice": [
      "Where do you actually hear passive voice in everyday conversation?",
      "What mistake with passive voice do speakers of your language often make—and why?",
      "Which sentence using passive voice sounds most natural to you?",
      "What’s confusing about passive voice that textbooks gloss over?",
      "How does your first language handle what passive voice does in English?",
      "When would passive voice sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose passive voice correctly?",
      "What two forms compete with passive voice? How do you decide between them?",
      "What’s a funny or painful memory linked to learning passive voice?",
      "What real situation recently made you use passive voice without thinking?"
    ],
    "Reported Speech": [
      "Where do you actually hear reported speech in everyday conversation?",
      "What mistake with reported speech do speakers of your language often make—and why?",
      "Which sentence using reported speech sounds most natural to you?",
      "What’s confusing about reported speech that textbooks gloss over?",
      "How does your first language handle what reported speech does in English?",
      "When would reported speech sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose reported speech correctly?",
      "What two forms compete with reported speech? How do you decide between them?",
      "What’s a funny or painful memory linked to learning reported speech?",
      "What real situation recently made you use reported speech without thinking?"
    ],
    "Relative Clauses & Participles": [
      "Where do you actually hear relative clauses & participles in everyday conversation?",
      "What mistake with relative clauses & participles do speakers of your language often make—and why?",
      "Which sentence using relative clauses & participles sounds most natural to you?",
      "What’s confusing about relative clauses & participles that textbooks gloss over?",
      "How does your first language handle what relative clauses & participles does in English?",
      "When would relative clauses & participles sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose relative clauses & participles correctly?",
      "What two forms compete with relative clauses & participles? How do you decide between them?",
      "What’s a funny or painful memory linked to learning relative clauses & participles?",
      "What real situation recently made you use relative clauses & participles without thinking?"
    ],
    "Modal Verbs": [
      "Where do you actually hear modal verbs in everyday conversation?",
      "What mistake with modal verbs do speakers of your language often make—and why?",
      "Which sentence using modal verbs sounds most natural to you?",
      "What’s confusing about modal verbs that textbooks gloss over?",
      "How does your first language handle what modal verbs does in English?",
      "When would modal verbs sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose modal verbs correctly?",
      "What two forms compete with modal verbs? How do you decide between them?",
      "What’s a funny or painful memory linked to learning modal verbs?",
      "What real situation recently made you use modal verbs without thinking?"
    ],
    "Future Forms": [
      "Where do you actually hear future forms in everyday conversation?",
      "What mistake with future forms do speakers of your language often make—and why?",
      "Which sentence using future forms sounds most natural to you?",
      "What’s confusing about future forms that textbooks gloss over?",
      "How does your first language handle what future forms does in English?",
      "When would future forms sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose future forms correctly?",
      "What two forms compete with future forms? How do you decide between them?",
      "What’s a funny or painful memory linked to learning future forms?",
      "What real situation recently made you use future forms without thinking?"
    ],
    "Articles & Quantifiers": [
      "Where do you actually hear articles & quantifiers in everyday conversation?",
      "What mistake with articles & quantifiers do speakers of your language often make—and why?",
      "Which sentence using articles & quantifiers sounds most natural to you?",
      "What’s confusing about articles & quantifiers that textbooks gloss over?",
      "How does your first language handle what articles & quantifiers does in English?",
      "When would articles & quantifiers sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose articles & quantifiers correctly?",
      "What two forms compete with articles & quantifiers? How do you decide between them?",
      "What’s a funny or painful memory linked to learning articles & quantifiers?",
      "What real situation recently made you use articles & quantifiers without thinking?"
    ],
    "Gerunds vs Infinitives": [
      "Where do you actually hear gerunds vs infinitives in everyday conversation?",
      "What mistake with gerunds vs infinitives do speakers of your language often make—and why?",
      "Which sentence using gerunds vs infinitives sounds most natural to you?",
      "What’s confusing about gerunds vs infinitives that textbooks gloss over?",
      "How does your first language handle what gerunds vs infinitives does in English?",
      "When would gerunds vs infinitives sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose gerunds vs infinitives correctly?",
      "What two forms compete with gerunds vs infinitives? How do you decide between them?",
      "What’s a funny or painful memory linked to learning gerunds vs infinitives?",
      "What real situation recently made you use gerunds vs infinitives without thinking?"
    ],
    "Narrative Tenses": [
      "Where do you actually hear narrative tenses in everyday conversation?",
      "What mistake with narrative tenses do speakers of your language often make—and why?",
      "Which sentence using narrative tenses sounds most natural to you?",
      "What’s confusing about narrative tenses that textbooks gloss over?",
      "How does your first language handle what narrative tenses does in English?",
      "When would narrative tenses sound odd—even if it’s technically correct?",
      "What quick rule of thumb helps you choose narrative tenses correctly?",
      "What two forms compete with narrative tenses? How do you decide between them?",
      "What’s a funny or painful memory linked to learning narrative tenses?",
      "What real situation recently made you use narrative tenses without thinking?"
    ]
  }
}