{
  "meta": {
    "version": 11,
    "note": "Curated: natural, topic-fitting, conversation-only. 10 per topic."
  },
  "questions": {
    "Getting to Know Each Other": [
      "What’s something small you’re oddly proud of?",
      "What’s a topic you could happily talk about for 30 minutes?",
      "What’s a tiny daily ritual you care about more than people expect?",
      "What’s a recent ‘first’—and how did it go?",
      "Which compliment do you still remember—and why?",
      "What’s a low‑stakes opinion you’ll defend forever?",
      "When are you most yourself?",
      "What’s a hobby people wouldn’t guess from looking at you?",
      "What’s a place that feels like ‘home’ and why?",
      "What would be a fun mini‑project to try with someone new?"
    ],
    "Family and Friends": [
      "What’s a small moment about family and friends that you still think about?",
      "What’s something people often exaggerate about family and friends? What’s closer to the truth for you?",
      "Which unwritten rule around family and friends do you secretly like— and which one do you ignore?",
      "Tell a short story about family and friends that still makes you smile or cringe.",
      "What’s a tiny habit that improves family and friends for you?",
      "How do different cultures handle family and friends? What surprised you?",
      "When does family and friends feel effortless— and when does it feel awkward? Why?",
      "What’s one question about family and friends you wish people asked more often?",
      "If you could send one sentence back to your younger self about family and friends, what would it say?",
      "What sound, smell, or place instantly reminds you of family and friends?"
    ],
    "Relationships": [
      "What’s a small moment about relationships that you still think about?",
      "What’s something people often exaggerate about relationships? What’s closer to the truth for you?",
      "Which unwritten rule around relationships do you secretly like— and which one do you ignore?",
      "Tell a short story about relationships that still makes you smile or cringe.",
      "What’s a tiny habit that improves relationships for you?",
      "How do different cultures handle relationships? What surprised you?",
      "When does relationships feel effortless— and when does it feel awkward? Why?",
      "What’s one question about relationships you wish people asked more often?",
      "If you could send one sentence back to your younger self about relationships, what would it say?",
      "What sound, smell, or place instantly reminds you of relationships?"
    ],
    "Love": [
      "What’s a small moment about love that you still think about?",
      "What’s something people often exaggerate about love? What’s closer to the truth for you?",
      "Which unwritten rule around love do you secretly like— and which one do you ignore?",
      "Tell a short story about love that still makes you smile or cringe.",
      "What’s a tiny habit that improves love for you?",
      "How do different cultures handle love? What surprised you?",
      "When does love feel effortless— and when does it feel awkward? Why?",
      "What’s one question about love you wish people asked more often?",
      "If you could send one sentence back to your younger self about love, what would it say?",
      "What sound, smell, or place instantly reminds you of love?"
    ],
    "Happiness": [
      "What’s a small moment about happiness that you still think about?",
      "What’s something people often exaggerate about happiness? What’s closer to the truth for you?",
      "Which unwritten rule around happiness do you secretly like— and which one do you ignore?",
      "Tell a short story about happiness that still makes you smile or cringe.",
      "What’s a tiny habit that improves happiness for you?",
      "How do different cultures handle happiness? What surprised you?",
      "When does happiness feel effortless— and when does it feel awkward? Why?",
      "What’s one question about happiness you wish people asked more often?",
      "If you could send one sentence back to your younger self about happiness, what would it say?",
      "What sound, smell, or place instantly reminds you of happiness?"
    ],
    "Life & Goals": [
      "What’s a small moment about life & goals that you still think about?",
      "What’s something people often exaggerate about life & goals? What’s closer to the truth for you?",
      "Which unwritten rule around life & goals do you secretly like— and which one do you ignore?",
      "Tell a short story about life & goals that still makes you smile or cringe.",
      "What’s a tiny habit that improves life & goals for you?",
      "How do different cultures handle life & goals? What surprised you?",
      "When does life & goals feel effortless— and when does it feel awkward? Why?",
      "What’s one question about life & goals you wish people asked more often?",
      "If you could send one sentence back to your younger self about life & goals, what would it say?",
      "What sound, smell, or place instantly reminds you of life & goals?"
    ],
    "Childhood Memories": [
      "What’s a smell, taste, or sound that brings you back? Tell the story.",
      "What small rule from your childhood actually helped you later?",
      "Which memory used to embarrass you but now makes you laugh?",
      "What’s a place from childhood that feels much smaller now?",
      "What’s something you believed as a kid that you later unlearned?",
      "Which family tradition do you still keep—or want to revive?",
      "Who was an ‘ordinary hero’ in your childhood?",
      "What toy, song, or show instantly unlocks a memory?",
      "What did ‘freedom’ mean to you back then?",
      "What part of childhood do people romanticize too much?"
    ],
    "Dreams": [
      "What’s a small moment about dreams that you still think about?",
      "What’s something people often exaggerate about dreams? What’s closer to the truth for you?",
      "Which unwritten rule around dreams do you secretly like— and which one do you ignore?",
      "Tell a short story about dreams that still makes you smile or cringe.",
      "What’s a tiny habit that improves dreams for you?",
      "How do different cultures handle dreams? What surprised you?",
      "When does dreams feel effortless— and when does it feel awkward? Why?",
      "What’s one question about dreams you wish people asked more often?",
      "If you could send one sentence back to your younger self about dreams, what would it say?",
      "What sound, smell, or place instantly reminds you of dreams?"
    ],
    "Hobbies": [
      "What’s a small moment about hobbies that you still think about?",
      "What’s something people often exaggerate about hobbies? What’s closer to the truth for you?",
      "Which unwritten rule around hobbies do you secretly like— and which one do you ignore?",
      "Tell a short story about hobbies that still makes you smile or cringe.",
      "What’s a tiny habit that improves hobbies for you?",
      "How do different cultures handle hobbies? What surprised you?",
      "When does hobbies feel effortless— and when does it feel awkward? Why?",
      "What’s one question about hobbies you wish people asked more often?",
      "If you could send one sentence back to your younger self about hobbies, what would it say?",
      "What sound, smell, or place instantly reminds you of hobbies?"
    ],
    "Pets": [
      "What’s a small moment about pets that you still think about?",
      "What’s something people often exaggerate about pets? What’s closer to the truth for you?",
      "Which unwritten rule around pets do you secretly like— and which one do you ignore?",
      "Tell a short story about pets that still makes you smile or cringe.",
      "What’s a tiny habit that improves pets for you?",
      "How do different cultures handle pets? What surprised you?",
      "When does pets feel effortless— and when does it feel awkward? Why?",
      "What’s one question about pets you wish people asked more often?",
      "If you could send one sentence back to your younger self about pets, what would it say?",
      "What sound, smell, or place instantly reminds you of pets?"
    ],
    "Living Abroad": [
      "What’s a small moment about living abroad that you still think about?",
      "What’s something people often exaggerate about living abroad? What’s closer to the truth for you?",
      "Which unwritten rule around living abroad do you secretly like— and which one do you ignore?",
      "Tell a short story about living abroad that still makes you smile or cringe.",
      "What’s a tiny habit that improves living abroad for you?",
      "How do different cultures handle living abroad? What surprised you?",
      "When does living abroad feel effortless— and when does it feel awkward? Why?",
      "What’s one question about living abroad you wish people asked more often?",
      "If you could send one sentence back to your younger self about living abroad, what would it say?",
      "What sound, smell, or place instantly reminds you of living abroad?"
    ],
    "Parties": [
      "What’s a small moment about parties that you still think about?",
      "What’s something people often exaggerate about parties? What’s closer to the truth for you?",
      "Which unwritten rule around parties do you secretly like— and which one do you ignore?",
      "Tell a short story about parties that still makes you smile or cringe.",
      "What’s a tiny habit that improves parties for you?",
      "How do different cultures handle parties? What surprised you?",
      "When does parties feel effortless— and when does it feel awkward? Why?",
      "What’s one question about parties you wish people asked more often?",
      "If you could send one sentence back to your younger self about parties, what would it say?",
      "What sound, smell, or place instantly reminds you of parties?"
    ],
    "Weddings": [
      "What’s a small moment about weddings that you still think about?",
      "What’s something people often exaggerate about weddings? What’s closer to the truth for you?",
      "Which unwritten rule around weddings do you secretly like— and which one do you ignore?",
      "Tell a short story about weddings that still makes you smile or cringe.",
      "What’s a tiny habit that improves weddings for you?",
      "How do different cultures handle weddings? What surprised you?",
      "When does weddings feel effortless— and when does it feel awkward? Why?",
      "What’s one question about weddings you wish people asked more often?",
      "If you could send one sentence back to your younger self about weddings, what would it say?",
      "What sound, smell, or place instantly reminds you of weddings?"
    ],
    "Jobs and Occupations": [
      "What myth about jobs and occupations do people keep repeating?",
      "What happened once in jobs and occupations that you still use as a lesson?",
      "What’s an underrated skill in jobs and occupations that pays off over time?",
      "Tell a near‑miss or mini‑failure in jobs and occupations—what changed because of it?",
      "How do different cultures approach jobs and occupations? What stands out to you?",
      "When does jobs and occupations feel most meaningful—not just productive?",
      "What’s a beginner mistake in jobs and occupations you’ve made (or avoided)?",
      "What would make jobs and occupations kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about jobs and occupations?",
      "What would you tell your past self before starting with jobs and occupations?"
    ],
    "School/University": [
      "What myth about school/university do people keep repeating?",
      "What happened once in school/university that you still use as a lesson?",
      "What’s an underrated skill in school/university that pays off over time?",
      "Tell a near‑miss or mini‑failure in school/university—what changed because of it?",
      "How do different cultures approach school/university? What stands out to you?",
      "When does school/university feel most meaningful—not just productive?",
      "What’s a beginner mistake in school/university you’ve made (or avoided)?",
      "What would make school/university kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about school/university?",
      "What would you tell your past self before starting with school/university?"
    ],
    "Presentations & Public Speaking": [
      "What myth about presentations & public speaking do people keep repeating?",
      "What happened once in presentations & public speaking that you still use as a lesson?",
      "What’s an underrated skill in presentations & public speaking that pays off over time?",
      "Tell a near‑miss or mini‑failure in presentations & public speaking—what changed because of it?",
      "How do different cultures approach presentations & public speaking? What stands out to you?",
      "When does presentations & public speaking feel most meaningful—not just productive?",
      "What’s a beginner mistake in presentations & public speaking you’ve made (or avoided)?",
      "What would make presentations & public speaking kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about presentations & public speaking?",
      "What would you tell your past self before starting with presentations & public speaking?"
    ],
    "Running a Business": [
      "What myth about running a business do people keep repeating?",
      "What happened once in running a business that you still use as a lesson?",
      "What’s an underrated skill in running a business that pays off over time?",
      "Tell a near‑miss or mini‑failure in running a business—what changed because of it?",
      "How do different cultures approach running a business? What stands out to you?",
      "When does running a business feel most meaningful—not just productive?",
      "What’s a beginner mistake in running a business you’ve made (or avoided)?",
      "What would make running a business kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about running a business?",
      "What would you tell your past self before starting with running a business?"
    ],
    "Entrepreneurship: Startups & Pitching": [
      "What myth about entrepreneurship: startups & pitching do people keep repeating?",
      "What happened once in entrepreneurship: startups & pitching that you still use as a lesson?",
      "What’s an underrated skill in entrepreneurship: startups & pitching that pays off over time?",
      "Tell a near‑miss or mini‑failure in entrepreneurship: startups & pitching—what changed because of it?",
      "How do different cultures approach entrepreneurship: startups & pitching? What stands out to you?",
      "When does entrepreneurship: startups & pitching feel most meaningful—not just productive?",
      "What’s a beginner mistake in entrepreneurship: startups & pitching you’ve made (or avoided)?",
      "What would make entrepreneurship: startups & pitching kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about entrepreneurship: startups & pitching?",
      "What would you tell your past self before starting with entrepreneurship: startups & pitching?"
    ],
    "Remote Work & Gig Economy": [
      "What myth about remote work & gig economy do people keep repeating?",
      "What happened once in remote work & gig economy that you still use as a lesson?",
      "What’s an underrated skill in remote work & gig economy that pays off over time?",
      "Tell a near‑miss or mini‑failure in remote work & gig economy—what changed because of it?",
      "How do different cultures approach remote work & gig economy? What stands out to you?",
      "When does remote work & gig economy feel most meaningful—not just productive?",
      "What’s a beginner mistake in remote work & gig economy you’ve made (or avoided)?",
      "What would make remote work & gig economy kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about remote work & gig economy?",
      "What would you tell your past self before starting with remote work & gig economy?"
    ],
    "Negotiation & Conflict Resolution": [
      "What myth about negotiation & conflict resolution do people keep repeating?",
      "What happened once in negotiation & conflict resolution that you still use as a lesson?",
      "What’s an underrated skill in negotiation & conflict resolution that pays off over time?",
      "Tell a near‑miss or mini‑failure in negotiation & conflict resolution—what changed because of it?",
      "How do different cultures approach negotiation & conflict resolution? What stands out to you?",
      "When does negotiation & conflict resolution feel most meaningful—not just productive?",
      "What’s a beginner mistake in negotiation & conflict resolution you’ve made (or avoided)?",
      "What would make negotiation & conflict resolution kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about negotiation & conflict resolution?",
      "What would you tell your past self before starting with negotiation & conflict resolution?"
    ],
    "Giving & Receiving Feedback": [
      "What myth about giving & receiving feedback do people keep repeating?",
      "What happened once in giving & receiving feedback that you still use as a lesson?",
      "What’s an underrated skill in giving & receiving feedback that pays off over time?",
      "Tell a near‑miss or mini‑failure in giving & receiving feedback—what changed because of it?",
      "How do different cultures approach giving & receiving feedback? What stands out to you?",
      "When does giving & receiving feedback feel most meaningful—not just productive?",
      "What’s a beginner mistake in giving & receiving feedback you’ve made (or avoided)?",
      "What would make giving & receiving feedback kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about giving & receiving feedback?",
      "What would you tell your past self before starting with giving & receiving feedback?"
    ],
    "Making Complaints & Apologies": [
      "What myth about making complaints & apologies do people keep repeating?",
      "What happened once in making complaints & apologies that you still use as a lesson?",
      "What’s an underrated skill in making complaints & apologies that pays off over time?",
      "Tell a near‑miss or mini‑failure in making complaints & apologies—what changed because of it?",
      "How do different cultures approach making complaints & apologies? What stands out to you?",
      "When does making complaints & apologies feel most meaningful—not just productive?",
      "What’s a beginner mistake in making complaints & apologies you’ve made (or avoided)?",
      "What would make making complaints & apologies kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about making complaints & apologies?",
      "What would you tell your past self before starting with making complaints & apologies?"
    ],
    "Note-taking & Study Strategies": [
      "What myth about note-taking & study strategies do people keep repeating?",
      "What happened once in note-taking & study strategies that you still use as a lesson?",
      "What’s an underrated skill in note-taking & study strategies that pays off over time?",
      "Tell a near‑miss or mini‑failure in note-taking & study strategies—what changed because of it?",
      "How do different cultures approach note-taking & study strategies? What stands out to you?",
      "When does note-taking & study strategies feel most meaningful—not just productive?",
      "What’s a beginner mistake in note-taking & study strategies you’ve made (or avoided)?",
      "What would make note-taking & study strategies kinder or more humane without losing quality?",
      "What’s a spicy but honest opinion you have about note-taking & study strategies?",
      "What would you tell your past self before starting with note-taking & study strategies?"
    ],
    "Food and Nutrition": [
      "What’s your ‘gateway’ recommendation for food and nutrition, and why does it hook people?",
      "What do outsiders misunderstand about food and nutrition?",
      "Share a moment when food and nutrition felt unexpectedly moving.",
      "Which two styles in food and nutrition are completely different but you enjoy both?",
      "What detail in food and nutrition separates amateur from pro, in your opinion?",
      "How has your taste in food and nutrition changed over time?",
      "What’s a trend in food and nutrition you like—and one you’d skip?",
      "What’s a friendly debate inside food and nutrition that never ends?",
      "What’s a small tip that helps someone appreciate food and nutrition more?",
      "What’s a personal ‘canon’ item in food and nutrition you return to and why?"
    ],
    "Restaurants": [
      "What’s your ‘gateway’ recommendation for restaurants, and why does it hook people?",
      "What do outsiders misunderstand about restaurants?",
      "Share a moment when restaurants felt unexpectedly moving.",
      "Which two styles in restaurants are completely different but you enjoy both?",
      "What detail in restaurants separates amateur from pro, in your opinion?",
      "How has your taste in restaurants changed over time?",
      "What’s a trend in restaurants you like—and one you’d skip?",
      "What’s a friendly debate inside restaurants that never ends?",
      "What’s a small tip that helps someone appreciate restaurants more?",
      "What’s a personal ‘canon’ item in restaurants you return to and why?"
    ],
    "Coffee vs Tea": [
      "What’s your ‘gateway’ recommendation for coffee vs tea, and why does it hook people?",
      "What do outsiders misunderstand about coffee vs tea?",
      "Share a moment when coffee vs tea felt unexpectedly moving.",
      "Which two styles in coffee vs tea are completely different but you enjoy both?",
      "What detail in coffee vs tea separates amateur from pro, in your opinion?",
      "How has your taste in coffee vs tea changed over time?",
      "What’s a trend in coffee vs tea you like—and one you’d skip?",
      "What’s a friendly debate inside coffee vs tea that never ends?",
      "What’s a small tip that helps someone appreciate coffee vs tea more?",
      "What’s a personal ‘canon’ item in coffee vs tea you return to and why?"
    ],
    "In the Kitchen": [
      "What’s your ‘gateway’ recommendation for in the kitchen, and why does it hook people?",
      "What do outsiders misunderstand about in the kitchen?",
      "Share a moment when in the kitchen felt unexpectedly moving.",
      "Which two styles in in the kitchen are completely different but you enjoy both?",
      "What detail in in the kitchen separates amateur from pro, in your opinion?",
      "How has your taste in in the kitchen changed over time?",
      "What’s a trend in in the kitchen you like—and one you’d skip?",
      "What’s a friendly debate inside in the kitchen that never ends?",
      "What’s a small tip that helps someone appreciate in the kitchen more?",
      "What’s a personal ‘canon’ item in in the kitchen you return to and why?"
    ],
    "Travel": [
      "What’s your ‘gateway’ recommendation for travel, and why does it hook people?",
      "What do outsiders misunderstand about travel?",
      "Share a moment when travel felt unexpectedly moving.",
      "Which two styles in travel are completely different but you enjoy both?",
      "What detail in travel separates amateur from pro, in your opinion?",
      "How has your taste in travel changed over time?",
      "What’s a trend in travel you like—and one you’d skip?",
      "What’s a friendly debate inside travel that never ends?",
      "What’s a small tip that helps someone appreciate travel more?",
      "What’s a personal ‘canon’ item in travel you return to and why?"
    ],
    "Vacation": [
      "What’s your ‘gateway’ recommendation for vacation, and why does it hook people?",
      "What do outsiders misunderstand about vacation?",
      "Share a moment when vacation felt unexpectedly moving.",
      "Which two styles in vacation are completely different but you enjoy both?",
      "What detail in vacation separates amateur from pro, in your opinion?",
      "How has your taste in vacation changed over time?",
      "What’s a trend in vacation you like—and one you’d skip?",
      "What’s a friendly debate inside vacation that never ends?",
      "What’s a small tip that helps someone appreciate vacation more?",
      "What’s a personal ‘canon’ item in vacation you return to and why?"
    ],
    "Culture": [
      "What’s your ‘gateway’ recommendation for culture, and why does it hook people?",
      "What do outsiders misunderstand about culture?",
      "Share a moment when culture felt unexpectedly moving.",
      "Which two styles in culture are completely different but you enjoy both?",
      "What detail in culture separates amateur from pro, in your opinion?",
      "How has your taste in culture changed over time?",
      "What’s a trend in culture you like—and one you’d skip?",
      "What’s a friendly debate inside culture that never ends?",
      "What’s a small tip that helps someone appreciate culture more?",
      "What’s a personal ‘canon’ item in culture you return to and why?"
    ],
    "History": [
      "What’s your ‘gateway’ recommendation for history, and why does it hook people?",
      "What do outsiders misunderstand about history?",
      "Share a moment when history felt unexpectedly moving.",
      "Which two styles in history are completely different but you enjoy both?",
      "What detail in history separates amateur from pro, in your opinion?",
      "How has your taste in history changed over time?",
      "What’s a trend in history you like—and one you’d skip?",
      "What’s a friendly debate inside history that never ends?",
      "What’s a small tip that helps someone appreciate history more?",
      "What’s a personal ‘canon’ item in history you return to and why?"
    ],
    "Books": [
      "What’s your ‘gateway’ recommendation for books, and why does it hook people?",
      "What do outsiders misunderstand about books?",
      "Share a moment when books felt unexpectedly moving.",
      "Which two styles in books are completely different but you enjoy both?",
      "What detail in books separates amateur from pro, in your opinion?",
      "How has your taste in books changed over time?",
      "What’s a trend in books you like—and one you’d skip?",
      "What’s a friendly debate inside books that never ends?",
      "What’s a small tip that helps someone appreciate books more?",
      "What’s a personal ‘canon’ item in books you return to and why?"
    ],
    "Music": [
      "What’s your ‘gateway’ recommendation for music, and why does it hook people?",
      "What do outsiders misunderstand about music?",
      "Share a moment when music felt unexpectedly moving.",
      "Which two styles in music are completely different but you enjoy both?",
      "What detail in music separates amateur from pro, in your opinion?",
      "How has your taste in music changed over time?",
      "What’s a trend in music you like—and one you’d skip?",
      "What’s a friendly debate inside music that never ends?",
      "What’s a small tip that helps someone appreciate music more?",
      "What’s a personal ‘canon’ item in music you return to and why?"
    ],
    "TV Series and Movies": [
      "What’s your ‘gateway’ recommendation for tv series and movies, and why does it hook people?",
      "What do outsiders misunderstand about tv series and movies?",
      "Share a moment when tv series and movies felt unexpectedly moving.",
      "Which two styles in tv series and movies are completely different but you enjoy both?",
      "What detail in tv series and movies separates amateur from pro, in your opinion?",
      "How has your taste in tv series and movies changed over time?",
      "What’s a trend in tv series and movies you like—and one you’d skip?",
      "What’s a friendly debate inside tv series and movies that never ends?",
      "What’s a small tip that helps someone appreciate tv series and movies more?",
      "What’s a personal ‘canon’ item in tv series and movies you return to and why?"
    ],
    "Photography": [
      "What’s your ‘gateway’ recommendation for photography, and why does it hook people?",
      "What do outsiders misunderstand about photography?",
      "Share a moment when photography felt unexpectedly moving.",
      "Which two styles in photography are completely different but you enjoy both?",
      "What detail in photography separates amateur from pro, in your opinion?",
      "How has your taste in photography changed over time?",
      "What’s a trend in photography you like—and one you’d skip?",
      "What’s a friendly debate inside photography that never ends?",
      "What’s a small tip that helps someone appreciate photography more?",
      "What’s a personal ‘canon’ item in photography you return to and why?"
    ],
    "Art": [
      "What’s your ‘gateway’ recommendation for art, and why does it hook people?",
      "What do outsiders misunderstand about art?",
      "Share a moment when art felt unexpectedly moving.",
      "Which two styles in art are completely different but you enjoy both?",
      "What detail in art separates amateur from pro, in your opinion?",
      "How has your taste in art changed over time?",
      "What’s a trend in art you like—and one you’d skip?",
      "What’s a friendly debate inside art that never ends?",
      "What’s a small tip that helps someone appreciate art more?",
      "What’s a personal ‘canon’ item in art you return to and why?"
    ],
    "Board Games & Tabletop RPGs": [
      "What’s your ‘gateway’ recommendation for board games & tabletop rpgs, and why does it hook people?",
      "What do outsiders misunderstand about board games & tabletop rpgs?",
      "Share a moment when board games & tabletop rpgs felt unexpectedly moving.",
      "Which two styles in board games & tabletop rpgs are completely different but you enjoy both?",
      "What detail in board games & tabletop rpgs separates amateur from pro, in your opinion?",
      "How has your taste in board games & tabletop rpgs changed over time?",
      "What’s a trend in board games & tabletop rpgs you like—and one you’d skip?",
      "What’s a friendly debate inside board games & tabletop rpgs that never ends?",
      "What’s a small tip that helps someone appreciate board games & tabletop rpgs more?",
      "What’s a personal ‘canon’ item in board games & tabletop rpgs you return to and why?"
    ],
    "Video Games": [
      "What’s your ‘gateway’ recommendation for video games, and why does it hook people?",
      "What do outsiders misunderstand about video games?",
      "Share a moment when video games felt unexpectedly moving.",
      "Which two styles in video games are completely different but you enjoy both?",
      "What detail in video games separates amateur from pro, in your opinion?",
      "How has your taste in video games changed over time?",
      "What’s a trend in video games you like—and one you’d skip?",
      "What’s a friendly debate inside video games that never ends?",
      "What’s a small tip that helps someone appreciate video games more?",
      "What’s a personal ‘canon’ item in video games you return to and why?"
    ],
    "Sports and Exercising": [
      "What’s your ‘gateway’ recommendation for sports and exercising, and why does it hook people?",
      "What do outsiders misunderstand about sports and exercising?",
      "Share a moment when sports and exercising felt unexpectedly moving.",
      "Which two styles in sports and exercising are completely different but you enjoy both?",
      "What detail in sports and exercising separates amateur from pro, in your opinion?",
      "How has your taste in sports and exercising changed over time?",
      "What’s a trend in sports and exercising you like—and one you’d skip?",
      "What’s a friendly debate inside sports and exercising that never ends?",
      "What’s a small tip that helps someone appreciate sports and exercising more?",
      "What’s a personal ‘canon’ item in sports and exercising you return to and why?"
    ],
    "Dancing": [
      "What’s your ‘gateway’ recommendation for dancing, and why does it hook people?",
      "What do outsiders misunderstand about dancing?",
      "Share a moment when dancing felt unexpectedly moving.",
      "Which two styles in dancing are completely different but you enjoy both?",
      "What detail in dancing separates amateur from pro, in your opinion?",
      "How has your taste in dancing changed over time?",
      "What’s a trend in dancing you like—and one you’d skip?",
      "What’s a friendly debate inside dancing that never ends?",
      "What’s a small tip that helps someone appreciate dancing more?",
      "What’s a personal ‘canon’ item in dancing you return to and why?"
    ],
    "Gardening": [
      "What’s your ‘gateway’ recommendation for gardening, and why does it hook people?",
      "What do outsiders misunderstand about gardening?",
      "Share a moment when gardening felt unexpectedly moving.",
      "Which two styles in gardening are completely different but you enjoy both?",
      "What detail in gardening separates amateur from pro, in your opinion?",
      "How has your taste in gardening changed over time?",
      "What’s a trend in gardening you like—and one you’d skip?",
      "What’s a friendly debate inside gardening that never ends?",
      "What’s a small tip that helps someone appreciate gardening more?",
      "What’s a personal ‘canon’ item in gardening you return to and why?"
    ],
    "Parks / National Parks": [
      "What’s your ‘gateway’ recommendation for parks / national parks, and why does it hook people?",
      "What do outsiders misunderstand about parks / national parks?",
      "Share a moment when parks / national parks felt unexpectedly moving.",
      "Which two styles in parks / national parks are completely different but you enjoy both?",
      "What detail in parks / national parks separates amateur from pro, in your opinion?",
      "How has your taste in parks / national parks changed over time?",
      "What’s a trend in parks / national parks you like—and one you’d skip?",
      "What’s a friendly debate inside parks / national parks that never ends?",
      "What’s a small tip that helps someone appreciate parks / national parks more?",
      "What’s a personal ‘canon’ item in parks / national parks you return to and why?"
    ],
    "Urban Exploration & Street Art": [
      "What’s your ‘gateway’ recommendation for urban exploration & street art, and why does it hook people?",
      "What do outsiders misunderstand about urban exploration & street art?",
      "Share a moment when urban exploration & street art felt unexpectedly moving.",
      "Which two styles in urban exploration & street art are completely different but you enjoy both?",
      "What detail in urban exploration & street art separates amateur from pro, in your opinion?",
      "How has your taste in urban exploration & street art changed over time?",
      "What’s a trend in urban exploration & street art you like—and one you’d skip?",
      "What’s a friendly debate inside urban exploration & street art that never ends?",
      "What’s a small tip that helps someone appreciate urban exploration & street art more?",
      "What’s a personal ‘canon’ item in urban exploration & street art you return to and why?"
    ],
    "Technology": [
      "What’s the most useful example of technology you’ve personally seen?",
      "What’s a risk in technology ordinary users miss—and how do you handle it?",
      "What boundary have you set for yourself with technology?",
      "What simple analogy helps you explain technology to non‑tech friends?",
      "When does hype around technology help—and when does it mislead?",
      "What’s a feature in technology that genuinely makes life easier?",
      "What ethical question in technology deserves more airtime?",
      "When did technology surprise you (good or bad)?",
      "What’s one change to make technology more humane by default?",
      "What sign tells you technology was designed by someone who cares?"
    ],
    "AI in Daily Life": [
      "What’s the most useful example of ai in daily life you’ve personally seen?",
      "What’s a risk in ai in daily life ordinary users miss—and how do you handle it?",
      "What boundary have you set for yourself with ai in daily life?",
      "What simple analogy helps you explain ai in daily life to non‑tech friends?",
      "When does hype around ai in daily life help—and when does it mislead?",
      "What’s a feature in ai in daily life that genuinely makes life easier?",
      "What ethical question in ai in daily life deserves more airtime?",
      "When did ai in daily life surprise you (good or bad)?",
      "What’s one change to make ai in daily life more humane by default?",
      "What sign tells you ai in daily life was designed by someone who cares?"
    ],
    "Cybersecurity & Privacy": [
      "What’s the most useful example of cybersecurity & privacy you’ve personally seen?",
      "What’s a risk in cybersecurity & privacy ordinary users miss—and how do you handle it?",
      "What boundary have you set for yourself with cybersecurity & privacy?",
      "What simple analogy helps you explain cybersecurity & privacy to non‑tech friends?",
      "When does hype around cybersecurity & privacy help—and when does it mislead?",
      "What’s a feature in cybersecurity & privacy that genuinely makes life easier?",
      "What ethical question in cybersecurity & privacy deserves more airtime?",
      "When did cybersecurity & privacy surprise you (good or bad)?",
      "What’s one change to make cybersecurity & privacy more humane by default?",
      "What sign tells you cybersecurity & privacy was designed by someone who cares?"
    ],
    "Social Media": [
      "What’s the most useful example of social media you’ve personally seen?",
      "What’s a risk in social media ordinary users miss—and how do you handle it?",
      "What boundary have you set for yourself with social media?",
      "What simple analogy helps you explain social media to non‑tech friends?",
      "When does hype around social media help—and when does it mislead?",
      "What’s a feature in social media that genuinely makes life easier?",
      "What ethical question in social media deserves more airtime?",
      "When did social media surprise you (good or bad)?",
      "What’s one change to make social media more humane by default?",
      "What sign tells you social media was designed by someone who cares?"
    ],
    "Media Literacy & Misinformation": [
      "What’s the most useful example of media literacy & misinformation you’ve personally seen?",
      "What’s a risk in media literacy & misinformation ordinary users miss—and how do you handle it?",
      "What boundary have you set for yourself with media literacy & misinformation?",
      "What simple analogy helps you explain media literacy & misinformation to non‑tech friends?",
      "When does hype around media literacy & misinformation help—and when does it mislead?",
      "What’s a feature in media literacy & misinformation that genuinely makes life easier?",
      "What ethical question in media literacy & misinformation deserves more airtime?",
      "When did media literacy & misinformation surprise you (good or bad)?",
      "What’s one change to make media literacy & misinformation more humane by default?",
      "What sign tells you media literacy & misinformation was designed by someone who cares?"
    ],
    "Smart Cities & Urban Planning": [
      "What’s the most useful example of smart cities & urban planning you’ve personally seen?",
      "What’s a risk in smart cities & urban planning ordinary users miss—and how do you handle it?",
      "What boundary have you set for yourself with smart cities & urban planning?",
      "What simple analogy helps you explain smart cities & urban planning to non‑tech friends?",
      "When does hype around smart cities & urban planning help—and when does it mislead?",
      "What’s a feature in smart cities & urban planning that genuinely makes life easier?",
      "What ethical question in smart cities & urban planning deserves more airtime?",
      "When did smart cities & urban planning surprise you (good or bad)?",
      "What’s one change to make smart cities & urban planning more humane by default?",
      "What sign tells you smart cities & urban planning was designed by someone who cares?"
    ],
    "Inventions": [
      "What’s the most useful example of inventions you’ve personally seen?",
      "What’s a risk in inventions ordinary users miss—and how do you handle it?",
      "What boundary have you set for yourself with inventions?",
      "What simple analogy helps you explain inventions to non‑tech friends?",
      "When does hype around inventions help—and when does it mislead?",
      "What’s a feature in inventions that genuinely makes life easier?",
      "What ethical question in inventions deserves more airtime?",
      "When did inventions surprise you (good or bad)?",
      "What’s one change to make inventions more humane by default?",
      "What sign tells you inventions was designed by someone who cares?"
    ],
    "Values": [
      "What value clash shows up inside values? How do you navigate it?",
      "Who benefits and who pays the cost when values changes?",
      "What would ‘fair’ look like in values? Give a concrete case.",
      "Which argument from the ‘other side’ of values do you find strongest?",
      "What story or data could genuinely change your mind about values?",
      "Where do you see progress in values, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about values?",
      "What do headlines oversimplify about values?",
      "What’s a respectful question to ask someone who disagrees about values?",
      "What would success look like in values five years from now?"
    ],
    "Ethics": [
      "What value clash shows up inside ethics? How do you navigate it?",
      "Who benefits and who pays the cost when ethics changes?",
      "What would ‘fair’ look like in ethics? Give a concrete case.",
      "Which argument from the ‘other side’ of ethics do you find strongest?",
      "What story or data could genuinely change your mind about ethics?",
      "Where do you see progress in ethics, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about ethics?",
      "What do headlines oversimplify about ethics?",
      "What’s a respectful question to ask someone who disagrees about ethics?",
      "What would success look like in ethics five years from now?"
    ],
    "Human Rights & Civic Engagement": [
      "What value clash shows up inside human rights & civic engagement? How do you navigate it?",
      "Who benefits and who pays the cost when human rights & civic engagement changes?",
      "What would ‘fair’ look like in human rights & civic engagement? Give a concrete case.",
      "Which argument from the ‘other side’ of human rights & civic engagement do you find strongest?",
      "What story or data could genuinely change your mind about human rights & civic engagement?",
      "Where do you see progress in human rights & civic engagement, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about human rights & civic engagement?",
      "What do headlines oversimplify about human rights & civic engagement?",
      "What’s a respectful question to ask someone who disagrees about human rights & civic engagement?",
      "What would success look like in human rights & civic engagement five years from now?"
    ],
    "Intercultural Communication & Etiquette": [
      "What value clash shows up inside intercultural communication & etiquette? How do you navigate it?",
      "Who benefits and who pays the cost when intercultural communication & etiquette changes?",
      "What would ‘fair’ look like in intercultural communication & etiquette? Give a concrete case.",
      "Which argument from the ‘other side’ of intercultural communication & etiquette do you find strongest?",
      "What story or data could genuinely change your mind about intercultural communication & etiquette?",
      "Where do you see progress in intercultural communication & etiquette, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about intercultural communication & etiquette?",
      "What do headlines oversimplify about intercultural communication & etiquette?",
      "What’s a respectful question to ask someone who disagrees about intercultural communication & etiquette?",
      "What would success look like in intercultural communication & etiquette five years from now?"
    ],
    "Immigration": [
      "What value clash shows up inside immigration? How do you navigate it?",
      "Who benefits and who pays the cost when immigration changes?",
      "What would ‘fair’ look like in immigration? Give a concrete case.",
      "Which argument from the ‘other side’ of immigration do you find strongest?",
      "What story or data could genuinely change your mind about immigration?",
      "Where do you see progress in immigration, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about immigration?",
      "What do headlines oversimplify about immigration?",
      "What’s a respectful question to ask someone who disagrees about immigration?",
      "What would success look like in immigration five years from now?"
    ],
    "Gender Roles": [
      "What value clash shows up inside gender roles? How do you navigate it?",
      "Who benefits and who pays the cost when gender roles changes?",
      "What would ‘fair’ look like in gender roles? Give a concrete case.",
      "Which argument from the ‘other side’ of gender roles do you find strongest?",
      "What story or data could genuinely change your mind about gender roles?",
      "Where do you see progress in gender roles, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about gender roles?",
      "What do headlines oversimplify about gender roles?",
      "What’s a respectful question to ask someone who disagrees about gender roles?",
      "What would success look like in gender roles five years from now?"
    ],
    "Privacy": [
      "What value clash shows up inside privacy? How do you navigate it?",
      "Who benefits and who pays the cost when privacy changes?",
      "What would ‘fair’ look like in privacy? Give a concrete case.",
      "Which argument from the ‘other side’ of privacy do you find strongest?",
      "What story or data could genuinely change your mind about privacy?",
      "Where do you see progress in privacy, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about privacy?",
      "What do headlines oversimplify about privacy?",
      "What’s a respectful question to ask someone who disagrees about privacy?",
      "What would success look like in privacy five years from now?"
    ],
    "Stereotypes": [
      "What value clash shows up inside stereotypes? How do you navigate it?",
      "Who benefits and who pays the cost when stereotypes changes?",
      "What would ‘fair’ look like in stereotypes? Give a concrete case.",
      "Which argument from the ‘other side’ of stereotypes do you find strongest?",
      "What story or data could genuinely change your mind about stereotypes?",
      "Where do you see progress in stereotypes, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about stereotypes?",
      "What do headlines oversimplify about stereotypes?",
      "What’s a respectful question to ask someone who disagrees about stereotypes?",
      "What would success look like in stereotypes five years from now?"
    ],
    "Corruption": [
      "What value clash shows up inside corruption? How do you navigate it?",
      "Who benefits and who pays the cost when corruption changes?",
      "What would ‘fair’ look like in corruption? Give a concrete case.",
      "Which argument from the ‘other side’ of corruption do you find strongest?",
      "What story or data could genuinely change your mind about corruption?",
      "Where do you see progress in corruption, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about corruption?",
      "What do headlines oversimplify about corruption?",
      "What’s a respectful question to ask someone who disagrees about corruption?",
      "What would success look like in corruption five years from now?"
    ],
    "Influential Leaders": [
      "What value clash shows up inside influential leaders? How do you navigate it?",
      "Who benefits and who pays the cost when influential leaders changes?",
      "What would ‘fair’ look like in influential leaders? Give a concrete case.",
      "Which argument from the ‘other side’ of influential leaders do you find strongest?",
      "What story or data could genuinely change your mind about influential leaders?",
      "Where do you see progress in influential leaders, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about influential leaders?",
      "What do headlines oversimplify about influential leaders?",
      "What’s a respectful question to ask someone who disagrees about influential leaders?",
      "What would success look like in influential leaders five years from now?"
    ],
    "Politics": [
      "What value clash shows up inside politics? How do you navigate it?",
      "Who benefits and who pays the cost when politics changes?",
      "What would ‘fair’ look like in politics? Give a concrete case.",
      "Which argument from the ‘other side’ of politics do you find strongest?",
      "What story or data could genuinely change your mind about politics?",
      "Where do you see progress in politics, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about politics?",
      "What do headlines oversimplify about politics?",
      "What’s a respectful question to ask someone who disagrees about politics?",
      "What would success look like in politics five years from now?"
    ],
    "Climate Change": [
      "What’s a personal memory outdoors that shaped how you think about climate change?",
      "What local example related to climate change have you noticed recently?",
      "What would responsible visitor behavior look like for climate change?",
      "Which solution for climate change seems promising—and where might it fail?",
      "How do your habits connect to climate change? Be specific.",
      "What’s something people often misunderstand about climate change?",
      "Where do you see hope and momentum in climate change?",
      "Who should lead on climate change: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding climate change?",
      "What’s a place related to climate change you’d love to show a friend?"
    ],
    "Renewable Energy": [
      "What’s a personal memory outdoors that shaped how you think about renewable energy?",
      "What local example related to renewable energy have you noticed recently?",
      "What would responsible visitor behavior look like for renewable energy?",
      "Which solution for renewable energy seems promising—and where might it fail?",
      "How do your habits connect to renewable energy? Be specific.",
      "What’s something people often misunderstand about renewable energy?",
      "Where do you see hope and momentum in renewable energy?",
      "Who should lead on renewable energy: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding renewable energy?",
      "What’s a place related to renewable energy you’d love to show a friend?"
    ],
    "Zero Waste Lifestyle": [
      "What’s a personal memory outdoors that shaped how you think about zero waste lifestyle?",
      "What local example related to zero waste lifestyle have you noticed recently?",
      "What would responsible visitor behavior look like for zero waste lifestyle?",
      "Which solution for zero waste lifestyle seems promising—and where might it fail?",
      "How do your habits connect to zero waste lifestyle? Be specific.",
      "What’s something people often misunderstand about zero waste lifestyle?",
      "Where do you see hope and momentum in zero waste lifestyle?",
      "Who should lead on zero waste lifestyle: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding zero waste lifestyle?",
      "What’s a place related to zero waste lifestyle you’d love to show a friend?"
    ],
    "Food Systems & Sustainability": [
      "What’s a personal memory outdoors that shaped how you think about food systems & sustainability?",
      "What local example related to food systems & sustainability have you noticed recently?",
      "What would responsible visitor behavior look like for food systems & sustainability?",
      "Which solution for food systems & sustainability seems promising—and where might it fail?",
      "How do your habits connect to food systems & sustainability? Be specific.",
      "What’s something people often misunderstand about food systems & sustainability?",
      "Where do you see hope and momentum in food systems & sustainability?",
      "Who should lead on food systems & sustainability: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding food systems & sustainability?",
      "What’s a place related to food systems & sustainability you’d love to show a friend?"
    ],
    "Ocean & Biodiversity": [
      "What’s a personal memory outdoors that shaped how you think about ocean & biodiversity?",
      "What local example related to ocean & biodiversity have you noticed recently?",
      "What would responsible visitor behavior look like for ocean & biodiversity?",
      "Which solution for ocean & biodiversity seems promising—and where might it fail?",
      "How do your habits connect to ocean & biodiversity? Be specific.",
      "What’s something people often misunderstand about ocean & biodiversity?",
      "Where do you see hope and momentum in ocean & biodiversity?",
      "Who should lead on ocean & biodiversity: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding ocean & biodiversity?",
      "What’s a place related to ocean & biodiversity you’d love to show a friend?"
    ],
    "Animal Welfare": [
      "What’s a personal memory outdoors that shaped how you think about animal welfare?",
      "What local example related to animal welfare have you noticed recently?",
      "What would responsible visitor behavior look like for animal welfare?",
      "Which solution for animal welfare seems promising—and where might it fail?",
      "How do your habits connect to animal welfare? Be specific.",
      "What’s something people often misunderstand about animal welfare?",
      "Where do you see hope and momentum in animal welfare?",
      "Who should lead on animal welfare: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding animal welfare?",
      "What’s a place related to animal welfare you’d love to show a friend?"
    ],
    "Water": [
      "What’s a personal memory outdoors that shaped how you think about water?",
      "What local example related to water have you noticed recently?",
      "What would responsible visitor behavior look like for water?",
      "Which solution for water seems promising—and where might it fail?",
      "How do your habits connect to water? Be specific.",
      "What’s something people often misunderstand about water?",
      "Where do you see hope and momentum in water?",
      "Who should lead on water: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding water?",
      "What’s a place related to water you’d love to show a friend?"
    ],
    "Pollution": [
      "What’s a personal memory outdoors that shaped how you think about pollution?",
      "What local example related to pollution have you noticed recently?",
      "What would responsible visitor behavior look like for pollution?",
      "Which solution for pollution seems promising—and where might it fail?",
      "How do your habits connect to pollution? Be specific.",
      "What’s something people often misunderstand about pollution?",
      "Where do you see hope and momentum in pollution?",
      "Who should lead on pollution: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding pollution?",
      "What’s a place related to pollution you’d love to show a friend?"
    ],
    "Space": [
      "What’s a personal memory outdoors that shaped how you think about space?",
      "What local example related to space have you noticed recently?",
      "What would responsible visitor behavior look like for space?",
      "Which solution for space seems promising—and where might it fail?",
      "How do your habits connect to space? Be specific.",
      "What’s something people often misunderstand about space?",
      "Where do you see hope and momentum in space?",
      "Who should lead on space: individuals, businesses, or government? Why?",
      "What’s one change you’d genuinely try this month regarding space?",
      "What’s a place related to space you’d love to show a friend?"
    ],
    "Sleep": [
      "What simple rule about sleep actually works for you?",
      "What’s the most persistent myth you hear about sleep?",
      "How does culture shape attitudes toward sleep?",
      "When does sleep feel easy for you—and when does it get hard?",
      "What habit about sleep would you recommend (or avoid)?",
      "What’s a boundary you keep with sleep?",
      "What helped you change your mind about sleep?",
      "What advice about sleep do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about sleep?",
      "What small change would you try for a week related to sleep?"
    ],
    "Sleep Science & Productivity": [
      "What simple rule about sleep science & productivity actually works for you?",
      "What’s the most persistent myth you hear about sleep science & productivity?",
      "How does culture shape attitudes toward sleep science & productivity?",
      "When does sleep science & productivity feel easy for you—and when does it get hard?",
      "What habit about sleep science & productivity would you recommend (or avoid)?",
      "What’s a boundary you keep with sleep science & productivity?",
      "What helped you change your mind about sleep science & productivity?",
      "What advice about sleep science & productivity do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about sleep science & productivity?",
      "What small change would you try for a week related to sleep science & productivity?"
    ],
    "Mental Health": [
      "What simple rule about mental health actually works for you?",
      "What’s the most persistent myth you hear about mental health?",
      "How does culture shape attitudes toward mental health?",
      "When does mental health feel easy for you—and when does it get hard?",
      "What habit about mental health would you recommend (or avoid)?",
      "What’s a boundary you keep with mental health?",
      "What helped you change your mind about mental health?",
      "What advice about mental health do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about mental health?",
      "What small change would you try for a week related to mental health?"
    ],
    "Dopamine": [
      "What simple rule about dopamine actually works for you?",
      "What’s the most persistent myth you hear about dopamine?",
      "How does culture shape attitudes toward dopamine?",
      "When does dopamine feel easy for you—and when does it get hard?",
      "What habit about dopamine would you recommend (or avoid)?",
      "What’s a boundary you keep with dopamine?",
      "What helped you change your mind about dopamine?",
      "What advice about dopamine do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about dopamine?",
      "What small change would you try for a week related to dopamine?"
    ],
    "Motivation": [
      "What simple rule about motivation actually works for you?",
      "What’s the most persistent myth you hear about motivation?",
      "How does culture shape attitudes toward motivation?",
      "When does motivation feel easy for you—and when does it get hard?",
      "What habit about motivation would you recommend (or avoid)?",
      "What’s a boundary you keep with motivation?",
      "What helped you change your mind about motivation?",
      "What advice about motivation do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about motivation?",
      "What small change would you try for a week related to motivation?"
    ],
    "Stress and Anxiety": [
      "What simple rule about stress and anxiety actually works for you?",
      "What’s the most persistent myth you hear about stress and anxiety?",
      "How does culture shape attitudes toward stress and anxiety?",
      "When does stress and anxiety feel easy for you—and when does it get hard?",
      "What habit about stress and anxiety would you recommend (or avoid)?",
      "What’s a boundary you keep with stress and anxiety?",
      "What helped you change your mind about stress and anxiety?",
      "What advice about stress and anxiety do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about stress and anxiety?",
      "What small change would you try for a week related to stress and anxiety?"
    ],
    "Diets": [
      "What simple rule about diets actually works for you?",
      "What’s the most persistent myth you hear about diets?",
      "How does culture shape attitudes toward diets?",
      "When does diets feel easy for you—and when does it get hard?",
      "What habit about diets would you recommend (or avoid)?",
      "What’s a boundary you keep with diets?",
      "What helped you change your mind about diets?",
      "What advice about diets do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about diets?",
      "What small change would you try for a week related to diets?"
    ],
    "Special Diets & Allergies": [
      "What simple rule about special diets & allergies actually works for you?",
      "What’s the most persistent myth you hear about special diets & allergies?",
      "How does culture shape attitudes toward special diets & allergies?",
      "When does special diets & allergies feel easy for you—and when does it get hard?",
      "What habit about special diets & allergies would you recommend (or avoid)?",
      "What’s a boundary you keep with special diets & allergies?",
      "What helped you change your mind about special diets & allergies?",
      "What advice about special diets & allergies do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about special diets & allergies?",
      "What small change would you try for a week related to special diets & allergies?"
    ],
    "Medicine and Supplements": [
      "What simple rule about medicine and supplements actually works for you?",
      "What’s the most persistent myth you hear about medicine and supplements?",
      "How does culture shape attitudes toward medicine and supplements?",
      "When does medicine and supplements feel easy for you—and when does it get hard?",
      "What habit about medicine and supplements would you recommend (or avoid)?",
      "What’s a boundary you keep with medicine and supplements?",
      "What helped you change your mind about medicine and supplements?",
      "What advice about medicine and supplements do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about medicine and supplements?",
      "What small change would you try for a week related to medicine and supplements?"
    ],
    "Vaccines": [
      "What simple rule about vaccines actually works for you?",
      "What’s the most persistent myth you hear about vaccines?",
      "How does culture shape attitudes toward vaccines?",
      "When does vaccines feel easy for you—and when does it get hard?",
      "What habit about vaccines would you recommend (or avoid)?",
      "What’s a boundary you keep with vaccines?",
      "What helped you change your mind about vaccines?",
      "What advice about vaccines do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about vaccines?",
      "What small change would you try for a week related to vaccines?"
    ],
    "Losing and Gaining Weight": [
      "What simple rule about losing and gaining weight actually works for you?",
      "What’s the most persistent myth you hear about losing and gaining weight?",
      "How does culture shape attitudes toward losing and gaining weight?",
      "When does losing and gaining weight feel easy for you—and when does it get hard?",
      "What habit about losing and gaining weight would you recommend (or avoid)?",
      "What’s a boundary you keep with losing and gaining weight?",
      "What helped you change your mind about losing and gaining weight?",
      "What advice about losing and gaining weight do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about losing and gaining weight?",
      "What small change would you try for a week related to losing and gaining weight?"
    ],
    "Healthcare Visits": [
      "What simple rule about healthcare visits actually works for you?",
      "What’s the most persistent myth you hear about healthcare visits?",
      "How does culture shape attitudes toward healthcare visits?",
      "When does healthcare visits feel easy for you—and when does it get hard?",
      "What habit about healthcare visits would you recommend (or avoid)?",
      "What’s a boundary you keep with healthcare visits?",
      "What helped you change your mind about healthcare visits?",
      "What advice about healthcare visits do you ignore—and what advice do you follow?",
      "What respectful question would you ask a specialist about healthcare visits?",
      "What small change would you try for a week related to healthcare visits?"
    ],
    "Money": [
      "What value clash shows up inside money? How do you navigate it?",
      "Who benefits and who pays the cost when money changes?",
      "What would ‘fair’ look like in money? Give a concrete case.",
      "Which argument from the ‘other side’ of money do you find strongest?",
      "What story or data could genuinely change your mind about money?",
      "Where do you see progress in money, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about money?",
      "What do headlines oversimplify about money?",
      "What’s a respectful question to ask someone who disagrees about money?",
      "What would success look like in money five years from now?"
    ],
    "Shopping": [
      "What value clash shows up inside shopping? How do you navigate it?",
      "Who benefits and who pays the cost when shopping changes?",
      "What would ‘fair’ look like in shopping? Give a concrete case.",
      "Which argument from the ‘other side’ of shopping do you find strongest?",
      "What story or data could genuinely change your mind about shopping?",
      "Where do you see progress in shopping, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about shopping?",
      "What do headlines oversimplify about shopping?",
      "What’s a respectful question to ask someone who disagrees about shopping?",
      "What would success look like in shopping five years from now?"
    ],
    "Consumer Rights": [
      "What value clash shows up inside consumer rights? How do you navigate it?",
      "Who benefits and who pays the cost when consumer rights changes?",
      "What would ‘fair’ look like in consumer rights? Give a concrete case.",
      "Which argument from the ‘other side’ of consumer rights do you find strongest?",
      "What story or data could genuinely change your mind about consumer rights?",
      "Where do you see progress in consumer rights, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about consumer rights?",
      "What do headlines oversimplify about consumer rights?",
      "What’s a respectful question to ask someone who disagrees about consumer rights?",
      "What would success look like in consumer rights five years from now?"
    ],
    "Advertising": [
      "What value clash shows up inside advertising? How do you navigate it?",
      "Who benefits and who pays the cost when advertising changes?",
      "What would ‘fair’ look like in advertising? Give a concrete case.",
      "Which argument from the ‘other side’ of advertising do you find strongest?",
      "What story or data could genuinely change your mind about advertising?",
      "Where do you see progress in advertising, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about advertising?",
      "What do headlines oversimplify about advertising?",
      "What’s a respectful question to ask someone who disagrees about advertising?",
      "What would success look like in advertising five years from now?"
    ],
    "Online Dating": [
      "What value clash shows up inside online dating? How do you navigate it?",
      "Who benefits and who pays the cost when online dating changes?",
      "What would ‘fair’ look like in online dating? Give a concrete case.",
      "Which argument from the ‘other side’ of online dating do you find strongest?",
      "What story or data could genuinely change your mind about online dating?",
      "Where do you see progress in online dating, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about online dating?",
      "What do headlines oversimplify about online dating?",
      "What’s a respectful question to ask someone who disagrees about online dating?",
      "What would success look like in online dating five years from now?"
    ],
    "Charity": [
      "What value clash shows up inside charity? How do you navigate it?",
      "Who benefits and who pays the cost when charity changes?",
      "What would ‘fair’ look like in charity? Give a concrete case.",
      "Which argument from the ‘other side’ of charity do you find strongest?",
      "What story or data could genuinely change your mind about charity?",
      "Where do you see progress in charity, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about charity?",
      "What do headlines oversimplify about charity?",
      "What’s a respectful question to ask someone who disagrees about charity?",
      "What would success look like in charity five years from now?"
    ],
    "Tipping": [
      "What value clash shows up inside tipping? How do you navigate it?",
      "Who benefits and who pays the cost when tipping changes?",
      "What would ‘fair’ look like in tipping? Give a concrete case.",
      "Which argument from the ‘other side’ of tipping do you find strongest?",
      "What story or data could genuinely change your mind about tipping?",
      "Where do you see progress in tipping, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about tipping?",
      "What do headlines oversimplify about tipping?",
      "What’s a respectful question to ask someone who disagrees about tipping?",
      "What would success look like in tipping five years from now?"
    ],
    "Housing & Renting": [
      "What value clash shows up inside housing & renting? How do you navigate it?",
      "Who benefits and who pays the cost when housing & renting changes?",
      "What would ‘fair’ look like in housing & renting? Give a concrete case.",
      "Which argument from the ‘other side’ of housing & renting do you find strongest?",
      "What story or data could genuinely change your mind about housing & renting?",
      "Where do you see progress in housing & renting, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about housing & renting?",
      "What do headlines oversimplify about housing & renting?",
      "What’s a respectful question to ask someone who disagrees about housing & renting?",
      "What would success look like in housing & renting five years from now?"
    ],
    "Transportation & Commuting": [
      "What value clash shows up inside transportation & commuting? How do you navigate it?",
      "Who benefits and who pays the cost when transportation & commuting changes?",
      "What would ‘fair’ look like in transportation & commuting? Give a concrete case.",
      "Which argument from the ‘other side’ of transportation & commuting do you find strongest?",
      "What story or data could genuinely change your mind about transportation & commuting?",
      "Where do you see progress in transportation & commuting, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about transportation & commuting?",
      "What do headlines oversimplify about transportation & commuting?",
      "What’s a respectful question to ask someone who disagrees about transportation & commuting?",
      "What would success look like in transportation & commuting five years from now?"
    ],
    "Driving": [
      "What value clash shows up inside driving? How do you navigate it?",
      "Who benefits and who pays the cost when driving changes?",
      "What would ‘fair’ look like in driving? Give a concrete case.",
      "Which argument from the ‘other side’ of driving do you find strongest?",
      "What story or data could genuinely change your mind about driving?",
      "Where do you see progress in driving, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about driving?",
      "What do headlines oversimplify about driving?",
      "What’s a respectful question to ask someone who disagrees about driving?",
      "What would success look like in driving five years from now?"
    ],
    "Public Services": [
      "What value clash shows up inside public services? How do you navigate it?",
      "Who benefits and who pays the cost when public services changes?",
      "What would ‘fair’ look like in public services? Give a concrete case.",
      "Which argument from the ‘other side’ of public services do you find strongest?",
      "What story or data could genuinely change your mind about public services?",
      "Where do you see progress in public services, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about public services?",
      "What do headlines oversimplify about public services?",
      "What’s a respectful question to ask someone who disagrees about public services?",
      "What would success look like in public services five years from now?"
    ],
    "Disaster Prep & Emergencies": [
      "What value clash shows up inside disaster prep & emergencies? How do you navigate it?",
      "Who benefits and who pays the cost when disaster prep & emergencies changes?",
      "What would ‘fair’ look like in disaster prep & emergencies? Give a concrete case.",
      "Which argument from the ‘other side’ of disaster prep & emergencies do you find strongest?",
      "What story or data could genuinely change your mind about disaster prep & emergencies?",
      "Where do you see progress in disaster prep & emergencies, and where do you see backsliding?",
      "What’s a practical thing ordinary people can do about disaster prep & emergencies?",
      "What do headlines oversimplify about disaster prep & emergencies?",
      "What’s a respectful question to ask someone who disagrees about disaster prep & emergencies?",
      "What would success look like in disaster prep & emergencies five years from now?"
    ],
    "The Five Senses": [
      "What’s your honest take on the five senses?",
      "What story or experience pushed your belief about the five senses?",
      "If you had to bet, what would you predict about the five senses?",
      "What would count as convincing evidence about the five senses?",
      "What pop‑culture moment shaped views on the five senses?",
      "What questions about the five senses are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of the five senses?",
      "How would two cultures read the five senses in completely different ways?",
      "What’s a respectful way to disagree about the five senses?",
      "What’s a ‘what if…’ angle about the five senses that fascinates you?"
    ],
    "Ghosts": [
      "What’s your honest take on ghosts?",
      "What story or experience pushed your belief about ghosts?",
      "If you had to bet, what would you predict about ghosts?",
      "What would count as convincing evidence about ghosts?",
      "What pop‑culture moment shaped views on ghosts?",
      "What questions about ghosts are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of ghosts?",
      "How would two cultures read ghosts in completely different ways?",
      "What’s a respectful way to disagree about ghosts?",
      "What’s a ‘what if…’ angle about ghosts that fascinates you?"
    ],
    "Aliens": [
      "What’s your honest take on aliens?",
      "What story or experience pushed your belief about aliens?",
      "If you had to bet, what would you predict about aliens?",
      "What would count as convincing evidence about aliens?",
      "What pop‑culture moment shaped views on aliens?",
      "What questions about aliens are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of aliens?",
      "How would two cultures read aliens in completely different ways?",
      "What’s a respectful way to disagree about aliens?",
      "What’s a ‘what if…’ angle about aliens that fascinates you?"
    ],
    "Metaphysics": [
      "What’s your honest take on metaphysics?",
      "What story or experience pushed your belief about metaphysics?",
      "If you had to bet, what would you predict about metaphysics?",
      "What would count as convincing evidence about metaphysics?",
      "What pop‑culture moment shaped views on metaphysics?",
      "What questions about metaphysics are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of metaphysics?",
      "How would two cultures read metaphysics in completely different ways?",
      "What’s a respectful way to disagree about metaphysics?",
      "What’s a ‘what if…’ angle about metaphysics that fascinates you?"
    ],
    "What if...": [
      "What’s your honest take on what if...?",
      "What story or experience pushed your belief about what if...?",
      "If you had to bet, what would you predict about what if...?",
      "What would count as convincing evidence about what if...?",
      "What pop‑culture moment shaped views on what if...?",
      "What questions about what if... are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of what if...?",
      "How would two cultures read what if... in completely different ways?",
      "What’s a respectful way to disagree about what if...?",
      "What’s a ‘what if…’ angle about what if... that fascinates you?"
    ],
    "Mythology & Folklore": [
      "What’s your honest take on mythology & folklore?",
      "What story or experience pushed your belief about mythology & folklore?",
      "If you had to bet, what would you predict about mythology & folklore?",
      "What would count as convincing evidence about mythology & folklore?",
      "What pop‑culture moment shaped views on mythology & folklore?",
      "What questions about mythology & folklore are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of mythology & folklore?",
      "How would two cultures read mythology & folklore in completely different ways?",
      "What’s a respectful way to disagree about mythology & folklore?",
      "What’s a ‘what if…’ angle about mythology & folklore that fascinates you?"
    ],
    "Gambling": [
      "What’s your honest take on gambling?",
      "What story or experience pushed your belief about gambling?",
      "If you had to bet, what would you predict about gambling?",
      "What would count as convincing evidence about gambling?",
      "What pop‑culture moment shaped views on gambling?",
      "What questions about gambling are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of gambling?",
      "How would two cultures read gambling in completely different ways?",
      "What’s a respectful way to disagree about gambling?",
      "What’s a ‘what if…’ angle about gambling that fascinates you?"
    ],
    "Riddles": [
      "What’s your honest take on riddles?",
      "What story or experience pushed your belief about riddles?",
      "If you had to bet, what would you predict about riddles?",
      "What would count as convincing evidence about riddles?",
      "What pop‑culture moment shaped views on riddles?",
      "What questions about riddles are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of riddles?",
      "How would two cultures read riddles in completely different ways?",
      "What’s a respectful way to disagree about riddles?",
      "What’s a ‘what if…’ angle about riddles that fascinates you?"
    ],
    "Luck": [
      "What’s your honest take on luck?",
      "What story or experience pushed your belief about luck?",
      "If you had to bet, what would you predict about luck?",
      "What would count as convincing evidence about luck?",
      "What pop‑culture moment shaped views on luck?",
      "What questions about luck are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of luck?",
      "How would two cultures read luck in completely different ways?",
      "What’s a respectful way to disagree about luck?",
      "What’s a ‘what if…’ angle about luck that fascinates you?"
    ],
    "Gossip": [
      "What’s your honest take on gossip?",
      "What story or experience pushed your belief about gossip?",
      "If you had to bet, what would you predict about gossip?",
      "What would count as convincing evidence about gossip?",
      "What pop‑culture moment shaped views on gossip?",
      "What questions about gossip are fun to debate but impossible to prove?",
      "What’s the strongest skeptical view of gossip?",
      "How would two cultures read gossip in completely different ways?",
      "What’s a respectful way to disagree about gossip?",
      "What’s a ‘what if…’ angle about gossip that fascinates you?"
    ],
    "Present Perfect": [
      "When do you actually hear present perfect in everyday conversation?",
      "What mistake with present perfect do speakers of your language often make?",
      "Which sentence using present perfect sounds most natural to you—and why?",
      "What’s confusing about present perfect that textbooks gloss over?",
      "How does your first language handle what present perfect does in English?",
      "When would present perfect sound odd—even if it’s ‘correct’?",
      "What situation forces you to use present perfect without thinking?",
      "What rule of thumb helps you choose present perfect correctly?",
      "What’s a funny or painful memory connected to learning present perfect?",
      "What two forms compete with present perfect? How do you decide?"
    ],
    "Used To": [
      "When do you actually hear used to in everyday conversation?",
      "What mistake with used to do speakers of your language often make?",
      "Which sentence using used to sounds most natural to you—and why?",
      "What’s confusing about used to that textbooks gloss over?",
      "How does your first language handle what used to does in English?",
      "When would used to sound odd—even if it’s ‘correct’?",
      "What situation forces you to use used to without thinking?",
      "What rule of thumb helps you choose used to correctly?",
      "What’s a funny or painful memory connected to learning used to?",
      "What two forms compete with used to? How do you decide?"
    ],
    "For and Since and How Long": [
      "When do you actually hear for and since and how long in everyday conversation?",
      "What mistake with for and since and how long do speakers of your language often make?",
      "Which sentence using for and since and how long sounds most natural to you—and why?",
      "What’s confusing about for and since and how long that textbooks gloss over?",
      "How does your first language handle what for and since and how long does in English?",
      "When would for and since and how long sound odd—even if it’s ‘correct’?",
      "What situation forces you to use for and since and how long without thinking?",
      "What rule of thumb helps you choose for and since and how long correctly?",
      "What’s a funny or painful memory connected to learning for and since and how long?",
      "What two forms compete with for and since and how long? How do you decide?"
    ],
    "Already, Ever, Yet": [
      "When do you actually hear already, ever, yet in everyday conversation?",
      "What mistake with already, ever, yet do speakers of your language often make?",
      "Which sentence using already, ever, yet sounds most natural to you—and why?",
      "What’s confusing about already, ever, yet that textbooks gloss over?",
      "How does your first language handle what already, ever, yet does in English?",
      "When would already, ever, yet sound odd—even if it’s ‘correct’?",
      "What situation forces you to use already, ever, yet without thinking?",
      "What rule of thumb helps you choose already, ever, yet correctly?",
      "What’s a funny or painful memory connected to learning already, ever, yet?",
      "What two forms compete with already, ever, yet? How do you decide?"
    ],
    "Comparatives": [
      "When do you actually hear comparatives in everyday conversation?",
      "What mistake with comparatives do speakers of your language often make?",
      "Which sentence using comparatives sounds most natural to you—and why?",
      "What’s confusing about comparatives that textbooks gloss over?",
      "How does your first language handle what comparatives does in English?",
      "When would comparatives sound odd—even if it’s ‘correct’?",
      "What situation forces you to use comparatives without thinking?",
      "What rule of thumb helps you choose comparatives correctly?",
      "What’s a funny or painful memory connected to learning comparatives?",
      "What two forms compete with comparatives? How do you decide?"
    ],
    "Superlatives": [
      "When do you actually hear superlatives in everyday conversation?",
      "What mistake with superlatives do speakers of your language often make?",
      "Which sentence using superlatives sounds most natural to you—and why?",
      "What’s confusing about superlatives that textbooks gloss over?",
      "How does your first language handle what superlatives does in English?",
      "When would superlatives sound odd—even if it’s ‘correct’?",
      "What situation forces you to use superlatives without thinking?",
      "What rule of thumb helps you choose superlatives correctly?",
      "What’s a funny or painful memory connected to learning superlatives?",
      "What two forms compete with superlatives? How do you decide?"
    ],
    "Second Conditional pt.1": [
      "When do you actually hear second conditional pt.1 in everyday conversation?",
      "What mistake with second conditional pt.1 do speakers of your language often make?",
      "Which sentence using second conditional pt.1 sounds most natural to you—and why?",
      "What’s confusing about second conditional pt.1 that textbooks gloss over?",
      "How does your first language handle what second conditional pt.1 does in English?",
      "When would second conditional pt.1 sound odd—even if it’s ‘correct’?",
      "What situation forces you to use second conditional pt.1 without thinking?",
      "What rule of thumb helps you choose second conditional pt.1 correctly?",
      "What’s a funny or painful memory connected to learning second conditional pt.1?",
      "What two forms compete with second conditional pt.1? How do you decide?"
    ],
    "Second Conditional pt.2": [
      "When do you actually hear second conditional pt.2 in everyday conversation?",
      "What mistake with second conditional pt.2 do speakers of your language often make?",
      "Which sentence using second conditional pt.2 sounds most natural to you—and why?",
      "What’s confusing about second conditional pt.2 that textbooks gloss over?",
      "How does your first language handle what second conditional pt.2 does in English?",
      "When would second conditional pt.2 sound odd—even if it’s ‘correct’?",
      "What situation forces you to use second conditional pt.2 without thinking?",
      "What rule of thumb helps you choose second conditional pt.2 correctly?",
      "What’s a funny or painful memory connected to learning second conditional pt.2?",
      "What two forms compete with second conditional pt.2? How do you decide?"
    ],
    "Third Conditional pt.1": [
      "When do you actually hear third conditional pt.1 in everyday conversation?",
      "What mistake with third conditional pt.1 do speakers of your language often make?",
      "Which sentence using third conditional pt.1 sounds most natural to you—and why?",
      "What’s confusing about third conditional pt.1 that textbooks gloss over?",
      "How does your first language handle what third conditional pt.1 does in English?",
      "When would third conditional pt.1 sound odd—even if it’s ‘correct’?",
      "What situation forces you to use third conditional pt.1 without thinking?",
      "What rule of thumb helps you choose third conditional pt.1 correctly?",
      "What’s a funny or painful memory connected to learning third conditional pt.1?",
      "What two forms compete with third conditional pt.1? How do you decide?"
    ],
    "Third Conditional pt.2": [
      "When do you actually hear third conditional pt.2 in everyday conversation?",
      "What mistake with third conditional pt.2 do speakers of your language often make?",
      "Which sentence using third conditional pt.2 sounds most natural to you—and why?",
      "What’s confusing about third conditional pt.2 that textbooks gloss over?",
      "How does your first language handle what third conditional pt.2 does in English?",
      "When would third conditional pt.2 sound odd—even if it’s ‘correct’?",
      "What situation forces you to use third conditional pt.2 without thinking?",
      "What rule of thumb helps you choose third conditional pt.2 correctly?",
      "What’s a funny or painful memory connected to learning third conditional pt.2?",
      "What two forms compete with third conditional pt.2? How do you decide?"
    ],
    "Mixed Conditionals": [
      "When do you actually hear mixed conditionals in everyday conversation?",
      "What mistake with mixed conditionals do speakers of your language often make?",
      "Which sentence using mixed conditionals sounds most natural to you—and why?",
      "What’s confusing about mixed conditionals that textbooks gloss over?",
      "How does your first language handle what mixed conditionals does in English?",
      "When would mixed conditionals sound odd—even if it’s ‘correct’?",
      "What situation forces you to use mixed conditionals without thinking?",
      "What rule of thumb helps you choose mixed conditionals correctly?",
      "What’s a funny or painful memory connected to learning mixed conditionals?",
      "What two forms compete with mixed conditionals? How do you decide?"
    ],
    "Phrasal Verbs by Theme": [
      "When do you actually hear phrasal verbs by theme in everyday conversation?",
      "What mistake with phrasal verbs by theme do speakers of your language often make?",
      "Which sentence using phrasal verbs by theme sounds most natural to you—and why?",
      "What’s confusing about phrasal verbs by theme that textbooks gloss over?",
      "How does your first language handle what phrasal verbs by theme does in English?",
      "When would phrasal verbs by theme sound odd—even if it’s ‘correct’?",
      "What situation forces you to use phrasal verbs by theme without thinking?",
      "What rule of thumb helps you choose phrasal verbs by theme correctly?",
      "What’s a funny or painful memory connected to learning phrasal verbs by theme?",
      "What two forms compete with phrasal verbs by theme? How do you decide?"
    ],
    "Idioms & Metaphors": [
      "When do you actually hear idioms & metaphors in everyday conversation?",
      "What mistake with idioms & metaphors do speakers of your language often make?",
      "Which sentence using idioms & metaphors sounds most natural to you—and why?",
      "What’s confusing about idioms & metaphors that textbooks gloss over?",
      "How does your first language handle what idioms & metaphors does in English?",
      "When would idioms & metaphors sound odd—even if it’s ‘correct’?",
      "What situation forces you to use idioms & metaphors without thinking?",
      "What rule of thumb helps you choose idioms & metaphors correctly?",
      "What’s a funny or painful memory connected to learning idioms & metaphors?",
      "What two forms compete with idioms & metaphors? How do you decide?"
    ],
    "Collocations": [
      "When do you actually hear collocations in everyday conversation?",
      "What mistake with collocations do speakers of your language often make?",
      "Which sentence using collocations sounds most natural to you—and why?",
      "What’s confusing about collocations that textbooks gloss over?",
      "How does your first language handle what collocations does in English?",
      "When would collocations sound odd—even if it’s ‘correct’?",
      "What situation forces you to use collocations without thinking?",
      "What rule of thumb helps you choose collocations correctly?",
      "What’s a funny or painful memory connected to learning collocations?",
      "What two forms compete with collocations? How do you decide?"
    ],
    "Word Formation": [
      "When do you actually hear word formation in everyday conversation?",
      "What mistake with word formation do speakers of your language often make?",
      "Which sentence using word formation sounds most natural to you—and why?",
      "What’s confusing about word formation that textbooks gloss over?",
      "How does your first language handle what word formation does in English?",
      "When would word formation sound odd—even if it’s ‘correct’?",
      "What situation forces you to use word formation without thinking?",
      "What rule of thumb helps you choose word formation correctly?",
      "What’s a funny or painful memory connected to learning word formation?",
      "What two forms compete with word formation? How do you decide?"
    ],
    "False Friends": [
      "When do you actually hear false friends in everyday conversation?",
      "What mistake with false friends do speakers of your language often make?",
      "Which sentence using false friends sounds most natural to you—and why?",
      "What’s confusing about false friends that textbooks gloss over?",
      "How does your first language handle what false friends does in English?",
      "When would false friends sound odd—even if it’s ‘correct’?",
      "What situation forces you to use false friends without thinking?",
      "What rule of thumb helps you choose false friends correctly?",
      "What’s a funny or painful memory connected to learning false friends?",
      "What two forms compete with false friends? How do you decide?"
    ],
    "Intonation & Politeness": [
      "When do you actually hear intonation & politeness in everyday conversation?",
      "What mistake with intonation & politeness do speakers of your language often make?",
      "Which sentence using intonation & politeness sounds most natural to you—and why?",
      "What’s confusing about intonation & politeness that textbooks gloss over?",
      "How does your first language handle what intonation & politeness does in English?",
      "When would intonation & politeness sound odd—even if it’s ‘correct’?",
      "What situation forces you to use intonation & politeness without thinking?",
      "What rule of thumb helps you choose intonation & politeness correctly?",
      "What’s a funny or painful memory connected to learning intonation & politeness?",
      "What two forms compete with intonation & politeness? How do you decide?"
    ],
    "Connected Speech & Weak Forms": [
      "When do you actually hear connected speech & weak forms in everyday conversation?",
      "What mistake with connected speech & weak forms do speakers of your language often make?",
      "Which sentence using connected speech & weak forms sounds most natural to you—and why?",
      "What’s confusing about connected speech & weak forms that textbooks gloss over?",
      "How does your first language handle what connected speech & weak forms does in English?",
      "When would connected speech & weak forms sound odd—even if it’s ‘correct’?",
      "What situation forces you to use connected speech & weak forms without thinking?",
      "What rule of thumb helps you choose connected speech & weak forms correctly?",
      "What’s a funny or painful memory connected to learning connected speech & weak forms?",
      "What two forms compete with connected speech & weak forms? How do you decide?"
    ],
    "Stress & Rhythm": [
      "When do you actually hear stress & rhythm in everyday conversation?",
      "What mistake with stress & rhythm do speakers of your language often make?",
      "Which sentence using stress & rhythm sounds most natural to you—and why?",
      "What’s confusing about stress & rhythm that textbooks gloss over?",
      "How does your first language handle what stress & rhythm does in English?",
      "When would stress & rhythm sound odd—even if it’s ‘correct’?",
      "What situation forces you to use stress & rhythm without thinking?",
      "What rule of thumb helps you choose stress & rhythm correctly?",
      "What’s a funny or painful memory connected to learning stress & rhythm?",
      "What two forms compete with stress & rhythm? How do you decide?"
    ],
    "Minimal Pairs": [
      "When do you actually hear minimal pairs in everyday conversation?",
      "What mistake with minimal pairs do speakers of your language often make?",
      "Which sentence using minimal pairs sounds most natural to you—and why?",
      "What’s confusing about minimal pairs that textbooks gloss over?",
      "How does your first language handle what minimal pairs does in English?",
      "When would minimal pairs sound odd—even if it’s ‘correct’?",
      "What situation forces you to use minimal pairs without thinking?",
      "What rule of thumb helps you choose minimal pairs correctly?",
      "What’s a funny or painful memory connected to learning minimal pairs?",
      "What two forms compete with minimal pairs? How do you decide?"
    ],
    "Passive Voice": [
      "When do you actually hear passive voice in everyday conversation?",
      "What mistake with passive voice do speakers of your language often make?",
      "Which sentence using passive voice sounds most natural to you—and why?",
      "What’s confusing about passive voice that textbooks gloss over?",
      "How does your first language handle what passive voice does in English?",
      "When would passive voice sound odd—even if it’s ‘correct’?",
      "What situation forces you to use passive voice without thinking?",
      "What rule of thumb helps you choose passive voice correctly?",
      "What’s a funny or painful memory connected to learning passive voice?",
      "What two forms compete with passive voice? How do you decide?"
    ],
    "Reported Speech": [
      "When do you actually hear reported speech in everyday conversation?",
      "What mistake with reported speech do speakers of your language often make?",
      "Which sentence using reported speech sounds most natural to you—and why?",
      "What’s confusing about reported speech that textbooks gloss over?",
      "How does your first language handle what reported speech does in English?",
      "When would reported speech sound odd—even if it’s ‘correct’?",
      "What situation forces you to use reported speech without thinking?",
      "What rule of thumb helps you choose reported speech correctly?",
      "What’s a funny or painful memory connected to learning reported speech?",
      "What two forms compete with reported speech? How do you decide?"
    ],
    "Relative Clauses & Participles": [
      "When do you actually hear relative clauses & participles in everyday conversation?",
      "What mistake with relative clauses & participles do speakers of your language often make?",
      "Which sentence using relative clauses & participles sounds most natural to you—and why?",
      "What’s confusing about relative clauses & participles that textbooks gloss over?",
      "How does your first language handle what relative clauses & participles does in English?",
      "When would relative clauses & participles sound odd—even if it’s ‘correct’?",
      "What situation forces you to use relative clauses & participles without thinking?",
      "What rule of thumb helps you choose relative clauses & participles correctly?",
      "What’s a funny or painful memory connected to learning relative clauses & participles?",
      "What two forms compete with relative clauses & participles? How do you decide?"
    ],
    "Modal Verbs": [
      "When do you actually hear modal verbs in everyday conversation?",
      "What mistake with modal verbs do speakers of your language often make?",
      "Which sentence using modal verbs sounds most natural to you—and why?",
      "What’s confusing about modal verbs that textbooks gloss over?",
      "How does your first language handle what modal verbs does in English?",
      "When would modal verbs sound odd—even if it’s ‘correct’?",
      "What situation forces you to use modal verbs without thinking?",
      "What rule of thumb helps you choose modal verbs correctly?",
      "What’s a funny or painful memory connected to learning modal verbs?",
      "What two forms compete with modal verbs? How do you decide?"
    ],
    "Future Forms": [
      "When do you actually hear future forms in everyday conversation?",
      "What mistake with future forms do speakers of your language often make?",
      "Which sentence using future forms sounds most natural to you—and why?",
      "What’s confusing about future forms that textbooks gloss over?",
      "How does your first language handle what future forms does in English?",
      "When would future forms sound odd—even if it’s ‘correct’?",
      "What situation forces you to use future forms without thinking?",
      "What rule of thumb helps you choose future forms correctly?",
      "What’s a funny or painful memory connected to learning future forms?",
      "What two forms compete with future forms? How do you decide?"
    ],
    "Articles & Quantifiers": [
      "When do you actually hear articles & quantifiers in everyday conversation?",
      "What mistake with articles & quantifiers do speakers of your language often make?",
      "Which sentence using articles & quantifiers sounds most natural to you—and why?",
      "What’s confusing about articles & quantifiers that textbooks gloss over?",
      "How does your first language handle what articles & quantifiers does in English?",
      "When would articles & quantifiers sound odd—even if it’s ‘correct’?",
      "What situation forces you to use articles & quantifiers without thinking?",
      "What rule of thumb helps you choose articles & quantifiers correctly?",
      "What’s a funny or painful memory connected to learning articles & quantifiers?",
      "What two forms compete with articles & quantifiers? How do you decide?"
    ],
    "Gerunds vs Infinitives": [
      "When do you actually hear gerunds vs infinitives in everyday conversation?",
      "What mistake with gerunds vs infinitives do speakers of your language often make?",
      "Which sentence using gerunds vs infinitives sounds most natural to you—and why?",
      "What’s confusing about gerunds vs infinitives that textbooks gloss over?",
      "How does your first language handle what gerunds vs infinitives does in English?",
      "When would gerunds vs infinitives sound odd—even if it’s ‘correct’?",
      "What situation forces you to use gerunds vs infinitives without thinking?",
      "What rule of thumb helps you choose gerunds vs infinitives correctly?",
      "What’s a funny or painful memory connected to learning gerunds vs infinitives?",
      "What two forms compete with gerunds vs infinitives? How do you decide?"
    ],
    "Narrative Tenses": [
      "When do you actually hear narrative tenses in everyday conversation?",
      "What mistake with narrative tenses do speakers of your language often make?",
      "Which sentence using narrative tenses sounds most natural to you—and why?",
      "What’s confusing about narrative tenses that textbooks gloss over?",
      "How does your first language handle what narrative tenses does in English?",
      "When would narrative tenses sound odd—even if it’s ‘correct’?",
      "What situation forces you to use narrative tenses without thinking?",
      "What rule of thumb helps you choose narrative tenses correctly?",
      "What’s a funny or painful memory connected to learning narrative tenses?",
      "What two forms compete with narrative tenses? How do you decide?"
    ]
  }
}