{
  "meta": {
    "version": 10,
    "note": "Conversation-only prompts. 10 per topic."
  },
  "questions": {
    "Getting to Know Each Other": [
      "When did getting to know each other surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about getting to know each other? What do people miss?",
      "Which unspoken rule around getting to know each other do you actually like—and which one bothers you?",
      "Tell a short story about getting to know each other that still makes you smile or cringe.",
      "What trade‑off shows up in getting to know each other? Which side do you usually choose?",
      "What do people often misunderstand about getting to know each other across cultures?",
      "If you could give your younger self one tip about getting to know each other, what would it be?",
      "What’s a small habit that makes getting to know each other easier or better for you?",
      "When does getting to know each other feel effortless—and when does it feel like work? Why?",
      "What’s a question about getting to know each other you wish people asked more often?"
    ],
    "Family and Friends": [
      "When did family and friends surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about family and friends? What do people miss?",
      "Which unspoken rule around family and friends do you actually like—and which one bothers you?",
      "Tell a short story about family and friends that still makes you smile or cringe.",
      "What trade‑off shows up in family and friends? Which side do you usually choose?",
      "What do people often misunderstand about family and friends across cultures?",
      "If you could give your younger self one tip about family and friends, what would it be?",
      "What’s a small habit that makes family and friends easier or better for you?",
      "When does family and friends feel effortless—and when does it feel like work? Why?",
      "What’s a question about family and friends you wish people asked more often?"
    ],
    "Relationships": [
      "When did relationships surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about relationships? What do people miss?",
      "Which unspoken rule around relationships do you actually like—and which one bothers you?",
      "Tell a short story about relationships that still makes you smile or cringe.",
      "What trade‑off shows up in relationships? Which side do you usually choose?",
      "What do people often misunderstand about relationships across cultures?",
      "If you could give your younger self one tip about relationships, what would it be?",
      "What’s a small habit that makes relationships easier or better for you?",
      "When does relationships feel effortless—and when does it feel like work? Why?",
      "What’s a question about relationships you wish people asked more often?"
    ],
    "Love": [
      "When did love surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about love? What do people miss?",
      "Which unspoken rule around love do you actually like—and which one bothers you?",
      "Tell a short story about love that still makes you smile or cringe.",
      "What trade‑off shows up in love? Which side do you usually choose?",
      "What do people often misunderstand about love across cultures?",
      "If you could give your younger self one tip about love, what would it be?",
      "What’s a small habit that makes love easier or better for you?",
      "When does love feel effortless—and when does it feel like work? Why?",
      "What’s a question about love you wish people asked more often?"
    ],
    "Happiness": [
      "When did happiness surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about happiness? What do people miss?",
      "Which unspoken rule around happiness do you actually like—and which one bothers you?",
      "Tell a short story about happiness that still makes you smile or cringe.",
      "What trade‑off shows up in happiness? Which side do you usually choose?",
      "What do people often misunderstand about happiness across cultures?",
      "If you could give your younger self one tip about happiness, what would it be?",
      "What’s a small habit that makes happiness easier or better for you?",
      "When does happiness feel effortless—and when does it feel like work? Why?",
      "What’s a question about happiness you wish people asked more often?"
    ],
    "Life & Goals": [
      "When did life & goals surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about life & goals? What do people miss?",
      "Which unspoken rule around life & goals do you actually like—and which one bothers you?",
      "Tell a short story about life & goals that still makes you smile or cringe.",
      "What trade‑off shows up in life & goals? Which side do you usually choose?",
      "What do people often misunderstand about life & goals across cultures?",
      "If you could give your younger self one tip about life & goals, what would it be?",
      "What’s a small habit that makes life & goals easier or better for you?",
      "When does life & goals feel effortless—and when does it feel like work? Why?",
      "What’s a question about life & goals you wish people asked more often?"
    ],
    "Childhood Memories": [
      "When did childhood memories surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about childhood memories? What do people miss?",
      "Which unspoken rule around childhood memories do you actually like—and which one bothers you?",
      "Tell a short story about childhood memories that still makes you smile or cringe.",
      "What trade‑off shows up in childhood memories? Which side do you usually choose?",
      "What do people often misunderstand about childhood memories across cultures?",
      "If you could give your younger self one tip about childhood memories, what would it be?",
      "What’s a small habit that makes childhood memories easier or better for you?",
      "When does childhood memories feel effortless—and when does it feel like work? Why?",
      "What’s a question about childhood memories you wish people asked more often?"
    ],
    "Dreams": [
      "When did dreams surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about dreams? What do people miss?",
      "Which unspoken rule around dreams do you actually like—and which one bothers you?",
      "Tell a short story about dreams that still makes you smile or cringe.",
      "What trade‑off shows up in dreams? Which side do you usually choose?",
      "What do people often misunderstand about dreams across cultures?",
      "If you could give your younger self one tip about dreams, what would it be?",
      "What’s a small habit that makes dreams easier or better for you?",
      "When does dreams feel effortless—and when does it feel like work? Why?",
      "What’s a question about dreams you wish people asked more often?"
    ],
    "Hobbies": [
      "When did hobbies surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about hobbies? What do people miss?",
      "Which unspoken rule around hobbies do you actually like—and which one bothers you?",
      "Tell a short story about hobbies that still makes you smile or cringe.",
      "What trade‑off shows up in hobbies? Which side do you usually choose?",
      "What do people often misunderstand about hobbies across cultures?",
      "If you could give your younger self one tip about hobbies, what would it be?",
      "What’s a small habit that makes hobbies easier or better for you?",
      "When does hobbies feel effortless—and when does it feel like work? Why?",
      "What’s a question about hobbies you wish people asked more often?"
    ],
    "Pets": [
      "When did pets surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about pets? What do people miss?",
      "Which unspoken rule around pets do you actually like—and which one bothers you?",
      "Tell a short story about pets that still makes you smile or cringe.",
      "What trade‑off shows up in pets? Which side do you usually choose?",
      "What do people often misunderstand about pets across cultures?",
      "If you could give your younger self one tip about pets, what would it be?",
      "What’s a small habit that makes pets easier or better for you?",
      "When does pets feel effortless—and when does it feel like work? Why?",
      "What’s a question about pets you wish people asked more often?"
    ],
    "Living Abroad": [
      "When did living abroad surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about living abroad? What do people miss?",
      "Which unspoken rule around living abroad do you actually like—and which one bothers you?",
      "Tell a short story about living abroad that still makes you smile or cringe.",
      "What trade‑off shows up in living abroad? Which side do you usually choose?",
      "What do people often misunderstand about living abroad across cultures?",
      "If you could give your younger self one tip about living abroad, what would it be?",
      "What’s a small habit that makes living abroad easier or better for you?",
      "When does living abroad feel effortless—and when does it feel like work? Why?",
      "What’s a question about living abroad you wish people asked more often?"
    ],
    "Parties": [
      "When did parties surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about parties? What do people miss?",
      "Which unspoken rule around parties do you actually like—and which one bothers you?",
      "Tell a short story about parties that still makes you smile or cringe.",
      "What trade‑off shows up in parties? Which side do you usually choose?",
      "What do people often misunderstand about parties across cultures?",
      "If you could give your younger self one tip about parties, what would it be?",
      "What’s a small habit that makes parties easier or better for you?",
      "When does parties feel effortless—and when does it feel like work? Why?",
      "What’s a question about parties you wish people asked more often?"
    ],
    "Weddings": [
      "When did weddings surprise you in a good way? What changed after that?",
      "What’s the most overrated advice about weddings? What do people miss?",
      "Which unspoken rule around weddings do you actually like—and which one bothers you?",
      "Tell a short story about weddings that still makes you smile or cringe.",
      "What trade‑off shows up in weddings? Which side do you usually choose?",
      "What do people often misunderstand about weddings across cultures?",
      "If you could give your younger self one tip about weddings, what would it be?",
      "What’s a small habit that makes weddings easier or better for you?",
      "When does weddings feel effortless—and when does it feel like work? Why?",
      "What’s a question about weddings you wish people asked more often?"
    ],
    "Jobs and Occupations": [
      "What’s the biggest myth people believe about jobs and occupations?",
      "Which moment in jobs and occupations taught you something you still use today?",
      "What’s a skill in jobs and occupations that’s underrated—but powerful?",
      "Tell a time jobs and occupations went wrong; what did you learn?",
      "Which dilemma in jobs and occupations keeps coming up—how do you handle it?",
      "How do different cultures approach jobs and occupations? What stands out?",
      "What makes a person trustworthy in jobs and occupations?",
      "What small change would make jobs and occupations more humane or enjoyable?",
      "What’s a controversial opinion you have about jobs and occupations, and why?",
      "What would a beginner in jobs and occupations benefit from hearing sooner?"
    ],
    "School/University": [
      "What’s the biggest myth people believe about school/university?",
      "Which moment in school/university taught you something you still use today?",
      "What’s a skill in school/university that’s underrated—but powerful?",
      "Tell a time school/university went wrong; what did you learn?",
      "Which dilemma in school/university keeps coming up—how do you handle it?",
      "How do different cultures approach school/university? What stands out?",
      "What makes a person trustworthy in school/university?",
      "What small change would make school/university more humane or enjoyable?",
      "What’s a controversial opinion you have about school/university, and why?",
      "What would a beginner in school/university benefit from hearing sooner?"
    ],
    "Presentations & Public Speaking": [
      "What’s the biggest myth people believe about presentations & public speaking?",
      "Which moment in presentations & public speaking taught you something you still use today?",
      "What’s a skill in presentations & public speaking that’s underrated—but powerful?",
      "Tell a time presentations & public speaking went wrong; what did you learn?",
      "Which dilemma in presentations & public speaking keeps coming up—how do you handle it?",
      "How do different cultures approach presentations & public speaking? What stands out?",
      "What makes a person trustworthy in presentations & public speaking?",
      "What small change would make presentations & public speaking more humane or enjoyable?",
      "What’s a controversial opinion you have about presentations & public speaking, and why?",
      "What would a beginner in presentations & public speaking benefit from hearing sooner?"
    ],
    "Running a Business": [
      "What’s the biggest myth people believe about running a business?",
      "Which moment in running a business taught you something you still use today?",
      "What’s a skill in running a business that’s underrated—but powerful?",
      "Tell a time running a business went wrong; what did you learn?",
      "Which dilemma in running a business keeps coming up—how do you handle it?",
      "How do different cultures approach running a business? What stands out?",
      "What makes a person trustworthy in running a business?",
      "What small change would make running a business more humane or enjoyable?",
      "What’s a controversial opinion you have about running a business, and why?",
      "What would a beginner in running a business benefit from hearing sooner?"
    ],
    "Entrepreneurship: Startups & Pitching": [
      "What’s the biggest myth people believe about entrepreneurship: startups & pitching?",
      "Which moment in entrepreneurship: startups & pitching taught you something you still use today?",
      "What’s a skill in entrepreneurship: startups & pitching that’s underrated—but powerful?",
      "Tell a time entrepreneurship: startups & pitching went wrong; what did you learn?",
      "Which dilemma in entrepreneurship: startups & pitching keeps coming up—how do you handle it?",
      "How do different cultures approach entrepreneurship: startups & pitching? What stands out?",
      "What makes a person trustworthy in entrepreneurship: startups & pitching?",
      "What small change would make entrepreneurship: startups & pitching more humane or enjoyable?",
      "What’s a controversial opinion you have about entrepreneurship: startups & pitching, and why?",
      "What would a beginner in entrepreneurship: startups & pitching benefit from hearing sooner?"
    ],
    "Remote Work & Gig Economy": [
      "What’s the biggest myth people believe about remote work & gig economy?",
      "Which moment in remote work & gig economy taught you something you still use today?",
      "What’s a skill in remote work & gig economy that’s underrated—but powerful?",
      "Tell a time remote work & gig economy went wrong; what did you learn?",
      "Which dilemma in remote work & gig economy keeps coming up—how do you handle it?",
      "How do different cultures approach remote work & gig economy? What stands out?",
      "What makes a person trustworthy in remote work & gig economy?",
      "What small change would make remote work & gig economy more humane or enjoyable?",
      "What’s a controversial opinion you have about remote work & gig economy, and why?",
      "What would a beginner in remote work & gig economy benefit from hearing sooner?"
    ],
    "Negotiation & Conflict Resolution": [
      "What’s the biggest myth people believe about negotiation & conflict resolution?",
      "Which moment in negotiation & conflict resolution taught you something you still use today?",
      "What’s a skill in negotiation & conflict resolution that’s underrated—but powerful?",
      "Tell a time negotiation & conflict resolution went wrong; what did you learn?",
      "Which dilemma in negotiation & conflict resolution keeps coming up—how do you handle it?",
      "How do different cultures approach negotiation & conflict resolution? What stands out?",
      "What makes a person trustworthy in negotiation & conflict resolution?",
      "What small change would make negotiation & conflict resolution more humane or enjoyable?",
      "What’s a controversial opinion you have about negotiation & conflict resolution, and why?",
      "What would a beginner in negotiation & conflict resolution benefit from hearing sooner?"
    ],
    "Giving & Receiving Feedback": [
      "What’s the biggest myth people believe about giving & receiving feedback?",
      "Which moment in giving & receiving feedback taught you something you still use today?",
      "What’s a skill in giving & receiving feedback that’s underrated—but powerful?",
      "Tell a time giving & receiving feedback went wrong; what did you learn?",
      "Which dilemma in giving & receiving feedback keeps coming up—how do you handle it?",
      "How do different cultures approach giving & receiving feedback? What stands out?",
      "What makes a person trustworthy in giving & receiving feedback?",
      "What small change would make giving & receiving feedback more humane or enjoyable?",
      "What’s a controversial opinion you have about giving & receiving feedback, and why?",
      "What would a beginner in giving & receiving feedback benefit from hearing sooner?"
    ],
    "Making Complaints & Apologies": [
      "What’s the biggest myth people believe about making complaints & apologies?",
      "Which moment in making complaints & apologies taught you something you still use today?",
      "What’s a skill in making complaints & apologies that’s underrated—but powerful?",
      "Tell a time making complaints & apologies went wrong; what did you learn?",
      "Which dilemma in making complaints & apologies keeps coming up—how do you handle it?",
      "How do different cultures approach making complaints & apologies? What stands out?",
      "What makes a person trustworthy in making complaints & apologies?",
      "What small change would make making complaints & apologies more humane or enjoyable?",
      "What’s a controversial opinion you have about making complaints & apologies, and why?",
      "What would a beginner in making complaints & apologies benefit from hearing sooner?"
    ],
    "Note-taking & Study Strategies": [
      "What’s the biggest myth people believe about note-taking & study strategies?",
      "Which moment in note-taking & study strategies taught you something you still use today?",
      "What’s a skill in note-taking & study strategies that’s underrated—but powerful?",
      "Tell a time note-taking & study strategies went wrong; what did you learn?",
      "Which dilemma in note-taking & study strategies keeps coming up—how do you handle it?",
      "How do different cultures approach note-taking & study strategies? What stands out?",
      "What makes a person trustworthy in note-taking & study strategies?",
      "What small change would make note-taking & study strategies more humane or enjoyable?",
      "What’s a controversial opinion you have about note-taking & study strategies, and why?",
      "What would a beginner in note-taking & study strategies benefit from hearing sooner?"
    ],
    "Food and Nutrition": [
      "What’s your ‘gateway’ recommendation for food and nutrition, and why does it hook people?",
      "What do outsiders often get wrong about food and nutrition?",
      "Which two styles or traditions in food and nutrition feel opposite—but both work?",
      "Tell a moment when food and nutrition felt surprisingly moving.",
      "What’s an unpopular opinion you hold about food and nutrition? Defend it.",
      "What detail in food and nutrition separates amateur from pro?",
      "What do you look for first when judging food and nutrition?",
      "How has your taste in food and nutrition changed over time? What triggered it?",
      "What’s a recent trend in food and nutrition—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in food and nutrition?"
    ],
    "Restaurants": [
      "What’s your ‘gateway’ recommendation for restaurants, and why does it hook people?",
      "What do outsiders often get wrong about restaurants?",
      "Which two styles or traditions in restaurants feel opposite—but both work?",
      "Tell a moment when restaurants felt surprisingly moving.",
      "What’s an unpopular opinion you hold about restaurants? Defend it.",
      "What detail in restaurants separates amateur from pro?",
      "What do you look for first when judging restaurants?",
      "How has your taste in restaurants changed over time? What triggered it?",
      "What’s a recent trend in restaurants—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in restaurants?"
    ],
    "Coffee vs Tea": [
      "What’s your ‘gateway’ recommendation for coffee vs tea, and why does it hook people?",
      "What do outsiders often get wrong about coffee vs tea?",
      "Which two styles or traditions in coffee vs tea feel opposite—but both work?",
      "Tell a moment when coffee vs tea felt surprisingly moving.",
      "What’s an unpopular opinion you hold about coffee vs tea? Defend it.",
      "What detail in coffee vs tea separates amateur from pro?",
      "What do you look for first when judging coffee vs tea?",
      "How has your taste in coffee vs tea changed over time? What triggered it?",
      "What’s a recent trend in coffee vs tea—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in coffee vs tea?"
    ],
    "In the Kitchen": [
      "What’s your ‘gateway’ recommendation for in the kitchen, and why does it hook people?",
      "What do outsiders often get wrong about in the kitchen?",
      "Which two styles or traditions in in the kitchen feel opposite—but both work?",
      "Tell a moment when in the kitchen felt surprisingly moving.",
      "What’s an unpopular opinion you hold about in the kitchen? Defend it.",
      "What detail in in the kitchen separates amateur from pro?",
      "What do you look for first when judging in the kitchen?",
      "How has your taste in in the kitchen changed over time? What triggered it?",
      "What’s a recent trend in in the kitchen—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in in the kitchen?"
    ],
    "Travel": [
      "What’s your ‘gateway’ recommendation for travel, and why does it hook people?",
      "What do outsiders often get wrong about travel?",
      "Which two styles or traditions in travel feel opposite—but both work?",
      "Tell a moment when travel felt surprisingly moving.",
      "What’s an unpopular opinion you hold about travel? Defend it.",
      "What detail in travel separates amateur from pro?",
      "What do you look for first when judging travel?",
      "How has your taste in travel changed over time? What triggered it?",
      "What’s a recent trend in travel—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in travel?"
    ],
    "Vacation": [
      "What’s your ‘gateway’ recommendation for vacation, and why does it hook people?",
      "What do outsiders often get wrong about vacation?",
      "Which two styles or traditions in vacation feel opposite—but both work?",
      "Tell a moment when vacation felt surprisingly moving.",
      "What’s an unpopular opinion you hold about vacation? Defend it.",
      "What detail in vacation separates amateur from pro?",
      "What do you look for first when judging vacation?",
      "How has your taste in vacation changed over time? What triggered it?",
      "What’s a recent trend in vacation—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in vacation?"
    ],
    "Culture": [
      "What’s your ‘gateway’ recommendation for culture, and why does it hook people?",
      "What do outsiders often get wrong about culture?",
      "Which two styles or traditions in culture feel opposite—but both work?",
      "Tell a moment when culture felt surprisingly moving.",
      "What’s an unpopular opinion you hold about culture? Defend it.",
      "What detail in culture separates amateur from pro?",
      "What do you look for first when judging culture?",
      "How has your taste in culture changed over time? What triggered it?",
      "What’s a recent trend in culture—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in culture?"
    ],
    "History": [
      "What’s your ‘gateway’ recommendation for history, and why does it hook people?",
      "What do outsiders often get wrong about history?",
      "Which two styles or traditions in history feel opposite—but both work?",
      "Tell a moment when history felt surprisingly moving.",
      "What’s an unpopular opinion you hold about history? Defend it.",
      "What detail in history separates amateur from pro?",
      "What do you look for first when judging history?",
      "How has your taste in history changed over time? What triggered it?",
      "What’s a recent trend in history—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in history?"
    ],
    "Books": [
      "What’s your ‘gateway’ recommendation for books, and why does it hook people?",
      "What do outsiders often get wrong about books?",
      "Which two styles or traditions in books feel opposite—but both work?",
      "Tell a moment when books felt surprisingly moving.",
      "What’s an unpopular opinion you hold about books? Defend it.",
      "What detail in books separates amateur from pro?",
      "What do you look for first when judging books?",
      "How has your taste in books changed over time? What triggered it?",
      "What’s a recent trend in books—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in books?"
    ],
    "Music": [
      "What’s your ‘gateway’ recommendation for music, and why does it hook people?",
      "What do outsiders often get wrong about music?",
      "Which two styles or traditions in music feel opposite—but both work?",
      "Tell a moment when music felt surprisingly moving.",
      "What’s an unpopular opinion you hold about music? Defend it.",
      "What detail in music separates amateur from pro?",
      "What do you look for first when judging music?",
      "How has your taste in music changed over time? What triggered it?",
      "What’s a recent trend in music—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in music?"
    ],
    "TV Series and Movies": [
      "What’s your ‘gateway’ recommendation for tv series and movies, and why does it hook people?",
      "What do outsiders often get wrong about tv series and movies?",
      "Which two styles or traditions in tv series and movies feel opposite—but both work?",
      "Tell a moment when tv series and movies felt surprisingly moving.",
      "What’s an unpopular opinion you hold about tv series and movies? Defend it.",
      "What detail in tv series and movies separates amateur from pro?",
      "What do you look for first when judging tv series and movies?",
      "How has your taste in tv series and movies changed over time? What triggered it?",
      "What’s a recent trend in tv series and movies—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in tv series and movies?"
    ],
    "Photography": [
      "What’s your ‘gateway’ recommendation for photography, and why does it hook people?",
      "What do outsiders often get wrong about photography?",
      "Which two styles or traditions in photography feel opposite—but both work?",
      "Tell a moment when photography felt surprisingly moving.",
      "What’s an unpopular opinion you hold about photography? Defend it.",
      "What detail in photography separates amateur from pro?",
      "What do you look for first when judging photography?",
      "How has your taste in photography changed over time? What triggered it?",
      "What’s a recent trend in photography—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in photography?"
    ],
    "Art": [
      "What’s your ‘gateway’ recommendation for art, and why does it hook people?",
      "What do outsiders often get wrong about art?",
      "Which two styles or traditions in art feel opposite—but both work?",
      "Tell a moment when art felt surprisingly moving.",
      "What’s an unpopular opinion you hold about art? Defend it.",
      "What detail in art separates amateur from pro?",
      "What do you look for first when judging art?",
      "How has your taste in art changed over time? What triggered it?",
      "What’s a recent trend in art—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in art?"
    ],
    "Board Games & Tabletop RPGs": [
      "What’s your ‘gateway’ recommendation for board games & tabletop rpgs, and why does it hook people?",
      "What do outsiders often get wrong about board games & tabletop rpgs?",
      "Which two styles or traditions in board games & tabletop rpgs feel opposite—but both work?",
      "Tell a moment when board games & tabletop rpgs felt surprisingly moving.",
      "What’s an unpopular opinion you hold about board games & tabletop rpgs? Defend it.",
      "What detail in board games & tabletop rpgs separates amateur from pro?",
      "What do you look for first when judging board games & tabletop rpgs?",
      "How has your taste in board games & tabletop rpgs changed over time? What triggered it?",
      "What’s a recent trend in board games & tabletop rpgs—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in board games & tabletop rpgs?"
    ],
    "Video Games": [
      "What’s your ‘gateway’ recommendation for video games, and why does it hook people?",
      "What do outsiders often get wrong about video games?",
      "Which two styles or traditions in video games feel opposite—but both work?",
      "Tell a moment when video games felt surprisingly moving.",
      "What’s an unpopular opinion you hold about video games? Defend it.",
      "What detail in video games separates amateur from pro?",
      "What do you look for first when judging video games?",
      "How has your taste in video games changed over time? What triggered it?",
      "What’s a recent trend in video games—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in video games?"
    ],
    "Sports and Exercising": [
      "What’s your ‘gateway’ recommendation for sports and exercising, and why does it hook people?",
      "What do outsiders often get wrong about sports and exercising?",
      "Which two styles or traditions in sports and exercising feel opposite—but both work?",
      "Tell a moment when sports and exercising felt surprisingly moving.",
      "What’s an unpopular opinion you hold about sports and exercising? Defend it.",
      "What detail in sports and exercising separates amateur from pro?",
      "What do you look for first when judging sports and exercising?",
      "How has your taste in sports and exercising changed over time? What triggered it?",
      "What’s a recent trend in sports and exercising—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in sports and exercising?"
    ],
    "Dancing": [
      "What’s your ‘gateway’ recommendation for dancing, and why does it hook people?",
      "What do outsiders often get wrong about dancing?",
      "Which two styles or traditions in dancing feel opposite—but both work?",
      "Tell a moment when dancing felt surprisingly moving.",
      "What’s an unpopular opinion you hold about dancing? Defend it.",
      "What detail in dancing separates amateur from pro?",
      "What do you look for first when judging dancing?",
      "How has your taste in dancing changed over time? What triggered it?",
      "What’s a recent trend in dancing—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in dancing?"
    ],
    "Gardening": [
      "What’s your ‘gateway’ recommendation for gardening, and why does it hook people?",
      "What do outsiders often get wrong about gardening?",
      "Which two styles or traditions in gardening feel opposite—but both work?",
      "Tell a moment when gardening felt surprisingly moving.",
      "What’s an unpopular opinion you hold about gardening? Defend it.",
      "What detail in gardening separates amateur from pro?",
      "What do you look for first when judging gardening?",
      "How has your taste in gardening changed over time? What triggered it?",
      "What’s a recent trend in gardening—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in gardening?"
    ],
    "Parks / National Parks": [
      "What’s your ‘gateway’ recommendation for parks / national parks, and why does it hook people?",
      "What do outsiders often get wrong about parks / national parks?",
      "Which two styles or traditions in parks / national parks feel opposite—but both work?",
      "Tell a moment when parks / national parks felt surprisingly moving.",
      "What’s an unpopular opinion you hold about parks / national parks? Defend it.",
      "What detail in parks / national parks separates amateur from pro?",
      "What do you look for first when judging parks / national parks?",
      "How has your taste in parks / national parks changed over time? What triggered it?",
      "What’s a recent trend in parks / national parks—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in parks / national parks?"
    ],
    "Urban Exploration & Street Art": [
      "What’s your ‘gateway’ recommendation for urban exploration & street art, and why does it hook people?",
      "What do outsiders often get wrong about urban exploration & street art?",
      "Which two styles or traditions in urban exploration & street art feel opposite—but both work?",
      "Tell a moment when urban exploration & street art felt surprisingly moving.",
      "What’s an unpopular opinion you hold about urban exploration & street art? Defend it.",
      "What detail in urban exploration & street art separates amateur from pro?",
      "What do you look for first when judging urban exploration & street art?",
      "How has your taste in urban exploration & street art changed over time? What triggered it?",
      "What’s a recent trend in urban exploration & street art—good or bad? Why?",
      "What’s one rule of thumb that helps you choose well in urban exploration & street art?"
    ],
    "Technology": [
      "What’s the most exciting use of technology you’ve actually seen work?",
      "What’s one risk of technology that regular people overlook?",
      "In technology, what would you ban—and what would you strongly encourage?",
      "What’s a simple analogy that helps you explain technology to family?",
      "Where does hype around technology help—and where does it hurt?",
      "What’s a boundary you set for yourself with technology?",
      "Which feature in technology brings real value, not just noise?",
      "What’s a moment when technology genuinely made life easier for you?",
      "What ethical question around technology deserves more attention?",
      "What signals tell you technology is designed with people in mind?"
    ],
    "AI in Daily Life": [
      "What’s the most exciting use of ai in daily life you’ve actually seen work?",
      "What’s one risk of ai in daily life that regular people overlook?",
      "In ai in daily life, what would you ban—and what would you strongly encourage?",
      "What’s a simple analogy that helps you explain ai in daily life to family?",
      "Where does hype around ai in daily life help—and where does it hurt?",
      "What’s a boundary you set for yourself with ai in daily life?",
      "Which feature in ai in daily life brings real value, not just noise?",
      "What’s a moment when ai in daily life genuinely made life easier for you?",
      "What ethical question around ai in daily life deserves more attention?",
      "What signals tell you ai in daily life is designed with people in mind?"
    ],
    "Cybersecurity & Privacy": [
      "What’s the most exciting use of cybersecurity & privacy you’ve actually seen work?",
      "What’s one risk of cybersecurity & privacy that regular people overlook?",
      "In cybersecurity & privacy, what would you ban—and what would you strongly encourage?",
      "What’s a simple analogy that helps you explain cybersecurity & privacy to family?",
      "Where does hype around cybersecurity & privacy help—and where does it hurt?",
      "What’s a boundary you set for yourself with cybersecurity & privacy?",
      "Which feature in cybersecurity & privacy brings real value, not just noise?",
      "What’s a moment when cybersecurity & privacy genuinely made life easier for you?",
      "What ethical question around cybersecurity & privacy deserves more attention?",
      "What signals tell you cybersecurity & privacy is designed with people in mind?"
    ],
    "Social Media": [
      "What’s the most exciting use of social media you’ve actually seen work?",
      "What’s one risk of social media that regular people overlook?",
      "In social media, what would you ban—and what would you strongly encourage?",
      "What’s a simple analogy that helps you explain social media to family?",
      "Where does hype around social media help—and where does it hurt?",
      "What’s a boundary you set for yourself with social media?",
      "Which feature in social media brings real value, not just noise?",
      "What’s a moment when social media genuinely made life easier for you?",
      "What ethical question around social media deserves more attention?",
      "What signals tell you social media is designed with people in mind?"
    ],
    "Media Literacy & Misinformation": [
      "What’s the most exciting use of media literacy & misinformation you’ve actually seen work?",
      "What’s one risk of media literacy & misinformation that regular people overlook?",
      "In media literacy & misinformation, what would you ban—and what would you strongly encourage?",
      "What’s a simple analogy that helps you explain media literacy & misinformation to family?",
      "Where does hype around media literacy & misinformation help—and where does it hurt?",
      "What’s a boundary you set for yourself with media literacy & misinformation?",
      "Which feature in media literacy & misinformation brings real value, not just noise?",
      "What’s a moment when media literacy & misinformation genuinely made life easier for you?",
      "What ethical question around media literacy & misinformation deserves more attention?",
      "What signals tell you media literacy & misinformation is designed with people in mind?"
    ],
    "Smart Cities & Urban Planning": [
      "What’s the most exciting use of smart cities & urban planning you’ve actually seen work?",
      "What’s one risk of smart cities & urban planning that regular people overlook?",
      "In smart cities & urban planning, what would you ban—and what would you strongly encourage?",
      "What’s a simple analogy that helps you explain smart cities & urban planning to family?",
      "Where does hype around smart cities & urban planning help—and where does it hurt?",
      "What’s a boundary you set for yourself with smart cities & urban planning?",
      "Which feature in smart cities & urban planning brings real value, not just noise?",
      "What’s a moment when smart cities & urban planning genuinely made life easier for you?",
      "What ethical question around smart cities & urban planning deserves more attention?",
      "What signals tell you smart cities & urban planning is designed with people in mind?"
    ],
    "Inventions": [
      "What’s the most exciting use of inventions you’ve actually seen work?",
      "What’s one risk of inventions that regular people overlook?",
      "In inventions, what would you ban—and what would you strongly encourage?",
      "What’s a simple analogy that helps you explain inventions to family?",
      "Where does hype around inventions help—and where does it hurt?",
      "What’s a boundary you set for yourself with inventions?",
      "Which feature in inventions brings real value, not just noise?",
      "What’s a moment when inventions genuinely made life easier for you?",
      "What ethical question around inventions deserves more attention?",
      "What signals tell you inventions is designed with people in mind?"
    ],
    "Values": [
      "What’s a value conflict inside values that’s hard to resolve?",
      "Who gains and who loses when values policies change?",
      "Which principle feels non‑negotiable to you in values? Why?",
      "How would you explain your position on values to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on values?",
      "Where do you see progress in values? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of values?",
      "What would ‘fairness’ look like in values? Give a concrete case.",
      "What popular narrative about values seems oversimplified?",
      "What’s one small change ordinary people could make around values?"
    ],
    "Ethics": [
      "What’s a value conflict inside ethics that’s hard to resolve?",
      "Who gains and who loses when ethics policies change?",
      "Which principle feels non‑negotiable to you in ethics? Why?",
      "How would you explain your position on ethics to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on ethics?",
      "Where do you see progress in ethics? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of ethics?",
      "What would ‘fairness’ look like in ethics? Give a concrete case.",
      "What popular narrative about ethics seems oversimplified?",
      "What’s one small change ordinary people could make around ethics?"
    ],
    "Human Rights & Civic Engagement": [
      "What’s a value conflict inside human rights & civic engagement that’s hard to resolve?",
      "Who gains and who loses when human rights & civic engagement policies change?",
      "Which principle feels non‑negotiable to you in human rights & civic engagement? Why?",
      "How would you explain your position on human rights & civic engagement to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on human rights & civic engagement?",
      "Where do you see progress in human rights & civic engagement? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of human rights & civic engagement?",
      "What would ‘fairness’ look like in human rights & civic engagement? Give a concrete case.",
      "What popular narrative about human rights & civic engagement seems oversimplified?",
      "What’s one small change ordinary people could make around human rights & civic engagement?"
    ],
    "Intercultural Communication & Etiquette": [
      "What’s a value conflict inside intercultural communication & etiquette that’s hard to resolve?",
      "Who gains and who loses when intercultural communication & etiquette policies change?",
      "Which principle feels non‑negotiable to you in intercultural communication & etiquette? Why?",
      "How would you explain your position on intercultural communication & etiquette to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on intercultural communication & etiquette?",
      "Where do you see progress in intercultural communication & etiquette? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of intercultural communication & etiquette?",
      "What would ‘fairness’ look like in intercultural communication & etiquette? Give a concrete case.",
      "What popular narrative about intercultural communication & etiquette seems oversimplified?",
      "What’s one small change ordinary people could make around intercultural communication & etiquette?"
    ],
    "Immigration": [
      "What’s a value conflict inside immigration that’s hard to resolve?",
      "Who gains and who loses when immigration policies change?",
      "Which principle feels non‑negotiable to you in immigration? Why?",
      "How would you explain your position on immigration to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on immigration?",
      "Where do you see progress in immigration? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of immigration?",
      "What would ‘fairness’ look like in immigration? Give a concrete case.",
      "What popular narrative about immigration seems oversimplified?",
      "What’s one small change ordinary people could make around immigration?"
    ],
    "Gender Roles": [
      "What’s a value conflict inside gender roles that’s hard to resolve?",
      "Who gains and who loses when gender roles policies change?",
      "Which principle feels non‑negotiable to you in gender roles? Why?",
      "How would you explain your position on gender roles to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on gender roles?",
      "Where do you see progress in gender roles? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of gender roles?",
      "What would ‘fairness’ look like in gender roles? Give a concrete case.",
      "What popular narrative about gender roles seems oversimplified?",
      "What’s one small change ordinary people could make around gender roles?"
    ],
    "Privacy": [
      "What’s a value conflict inside privacy that’s hard to resolve?",
      "Who gains and who loses when privacy policies change?",
      "Which principle feels non‑negotiable to you in privacy? Why?",
      "How would you explain your position on privacy to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on privacy?",
      "Where do you see progress in privacy? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of privacy?",
      "What would ‘fairness’ look like in privacy? Give a concrete case.",
      "What popular narrative about privacy seems oversimplified?",
      "What’s one small change ordinary people could make around privacy?"
    ],
    "Stereotypes": [
      "What’s a value conflict inside stereotypes that’s hard to resolve?",
      "Who gains and who loses when stereotypes policies change?",
      "Which principle feels non‑negotiable to you in stereotypes? Why?",
      "How would you explain your position on stereotypes to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on stereotypes?",
      "Where do you see progress in stereotypes? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of stereotypes?",
      "What would ‘fairness’ look like in stereotypes? Give a concrete case.",
      "What popular narrative about stereotypes seems oversimplified?",
      "What’s one small change ordinary people could make around stereotypes?"
    ],
    "Corruption": [
      "What’s a value conflict inside corruption that’s hard to resolve?",
      "Who gains and who loses when corruption policies change?",
      "Which principle feels non‑negotiable to you in corruption? Why?",
      "How would you explain your position on corruption to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on corruption?",
      "Where do you see progress in corruption? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of corruption?",
      "What would ‘fairness’ look like in corruption? Give a concrete case.",
      "What popular narrative about corruption seems oversimplified?",
      "What’s one small change ordinary people could make around corruption?"
    ],
    "Influential Leaders": [
      "What’s a value conflict inside influential leaders that’s hard to resolve?",
      "Who gains and who loses when influential leaders policies change?",
      "Which principle feels non‑negotiable to you in influential leaders? Why?",
      "How would you explain your position on influential leaders to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on influential leaders?",
      "Where do you see progress in influential leaders? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of influential leaders?",
      "What would ‘fairness’ look like in influential leaders? Give a concrete case.",
      "What popular narrative about influential leaders seems oversimplified?",
      "What’s one small change ordinary people could make around influential leaders?"
    ],
    "Politics": [
      "What’s a value conflict inside politics that’s hard to resolve?",
      "Who gains and who loses when politics policies change?",
      "Which principle feels non‑negotiable to you in politics? Why?",
      "How would you explain your position on politics to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on politics?",
      "Where do you see progress in politics? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of politics?",
      "What would ‘fairness’ look like in politics? Give a concrete case.",
      "What popular narrative about politics seems oversimplified?",
      "What’s one small change ordinary people could make around politics?"
    ],
    "Climate Change": [
      "What’s a memory outdoors that shaped how you think about climate change?",
      "Which trade‑off in climate change do people underestimate?",
      "What local example of climate change have you noticed recently?",
      "What would responsible behavior around climate change look like for visitors?",
      "What solution for climate change seems promising—and what’s the catch?",
      "How do your habits connect to climate change? Be specific.",
      "What’s a common misconception about climate change?",
      "Where do you see hope with climate change?",
      "What role should government vs individuals play in climate change?",
      "What’s one change you personally would try this month related to climate change?"
    ],
    "Renewable Energy": [
      "What’s a memory outdoors that shaped how you think about renewable energy?",
      "Which trade‑off in renewable energy do people underestimate?",
      "What local example of renewable energy have you noticed recently?",
      "What would responsible behavior around renewable energy look like for visitors?",
      "What solution for renewable energy seems promising—and what’s the catch?",
      "How do your habits connect to renewable energy? Be specific.",
      "What’s a common misconception about renewable energy?",
      "Where do you see hope with renewable energy?",
      "What role should government vs individuals play in renewable energy?",
      "What’s one change you personally would try this month related to renewable energy?"
    ],
    "Zero Waste Lifestyle": [
      "What’s a memory outdoors that shaped how you think about zero waste lifestyle?",
      "Which trade‑off in zero waste lifestyle do people underestimate?",
      "What local example of zero waste lifestyle have you noticed recently?",
      "What would responsible behavior around zero waste lifestyle look like for visitors?",
      "What solution for zero waste lifestyle seems promising—and what’s the catch?",
      "How do your habits connect to zero waste lifestyle? Be specific.",
      "What’s a common misconception about zero waste lifestyle?",
      "Where do you see hope with zero waste lifestyle?",
      "What role should government vs individuals play in zero waste lifestyle?",
      "What’s one change you personally would try this month related to zero waste lifestyle?"
    ],
    "Food Systems & Sustainability": [
      "What’s a memory outdoors that shaped how you think about food systems & sustainability?",
      "Which trade‑off in food systems & sustainability do people underestimate?",
      "What local example of food systems & sustainability have you noticed recently?",
      "What would responsible behavior around food systems & sustainability look like for visitors?",
      "What solution for food systems & sustainability seems promising—and what’s the catch?",
      "How do your habits connect to food systems & sustainability? Be specific.",
      "What’s a common misconception about food systems & sustainability?",
      "Where do you see hope with food systems & sustainability?",
      "What role should government vs individuals play in food systems & sustainability?",
      "What’s one change you personally would try this month related to food systems & sustainability?"
    ],
    "Ocean & Biodiversity": [
      "What’s a memory outdoors that shaped how you think about ocean & biodiversity?",
      "Which trade‑off in ocean & biodiversity do people underestimate?",
      "What local example of ocean & biodiversity have you noticed recently?",
      "What would responsible behavior around ocean & biodiversity look like for visitors?",
      "What solution for ocean & biodiversity seems promising—and what’s the catch?",
      "How do your habits connect to ocean & biodiversity? Be specific.",
      "What’s a common misconception about ocean & biodiversity?",
      "Where do you see hope with ocean & biodiversity?",
      "What role should government vs individuals play in ocean & biodiversity?",
      "What’s one change you personally would try this month related to ocean & biodiversity?"
    ],
    "Animal Welfare": [
      "What’s a memory outdoors that shaped how you think about animal welfare?",
      "Which trade‑off in animal welfare do people underestimate?",
      "What local example of animal welfare have you noticed recently?",
      "What would responsible behavior around animal welfare look like for visitors?",
      "What solution for animal welfare seems promising—and what’s the catch?",
      "How do your habits connect to animal welfare? Be specific.",
      "What’s a common misconception about animal welfare?",
      "Where do you see hope with animal welfare?",
      "What role should government vs individuals play in animal welfare?",
      "What’s one change you personally would try this month related to animal welfare?"
    ],
    "Water": [
      "What’s a memory outdoors that shaped how you think about water?",
      "Which trade‑off in water do people underestimate?",
      "What local example of water have you noticed recently?",
      "What would responsible behavior around water look like for visitors?",
      "What solution for water seems promising—and what’s the catch?",
      "How do your habits connect to water? Be specific.",
      "What’s a common misconception about water?",
      "Where do you see hope with water?",
      "What role should government vs individuals play in water?",
      "What’s one change you personally would try this month related to water?"
    ],
    "Pollution": [
      "What’s a memory outdoors that shaped how you think about pollution?",
      "Which trade‑off in pollution do people underestimate?",
      "What local example of pollution have you noticed recently?",
      "What would responsible behavior around pollution look like for visitors?",
      "What solution for pollution seems promising—and what’s the catch?",
      "How do your habits connect to pollution? Be specific.",
      "What’s a common misconception about pollution?",
      "Where do you see hope with pollution?",
      "What role should government vs individuals play in pollution?",
      "What’s one change you personally would try this month related to pollution?"
    ],
    "Space": [
      "What’s a memory outdoors that shaped how you think about space?",
      "Which trade‑off in space do people underestimate?",
      "What local example of space have you noticed recently?",
      "What would responsible behavior around space look like for visitors?",
      "What solution for space seems promising—and what’s the catch?",
      "How do your habits connect to space? Be specific.",
      "What’s a common misconception about space?",
      "Where do you see hope with space?",
      "What role should government vs individuals play in space?",
      "What’s one change you personally would try this month related to space?"
    ],
    "Sleep": [
      "What simple rule about sleep actually works for you?",
      "What’s the biggest myth you’ve heard about sleep?",
      "How does culture influence beliefs about sleep?",
      "When do you notice sleep becoming easier/harder? Why?",
      "What’s a habit you’d recommend about sleep—and why?",
      "What trade‑off appears in decisions about sleep?",
      "What’s your ‘red line’ with sleep?",
      "What helped you change your mind about sleep?",
      "What advice about sleep do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about sleep?"
    ],
    "Sleep Science & Productivity": [
      "What simple rule about sleep science & productivity actually works for you?",
      "What’s the biggest myth you’ve heard about sleep science & productivity?",
      "How does culture influence beliefs about sleep science & productivity?",
      "When do you notice sleep science & productivity becoming easier/harder? Why?",
      "What’s a habit you’d recommend about sleep science & productivity—and why?",
      "What trade‑off appears in decisions about sleep science & productivity?",
      "What’s your ‘red line’ with sleep science & productivity?",
      "What helped you change your mind about sleep science & productivity?",
      "What advice about sleep science & productivity do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about sleep science & productivity?"
    ],
    "Mental Health": [
      "What simple rule about mental health actually works for you?",
      "What’s the biggest myth you’ve heard about mental health?",
      "How does culture influence beliefs about mental health?",
      "When do you notice mental health becoming easier/harder? Why?",
      "What’s a habit you’d recommend about mental health—and why?",
      "What trade‑off appears in decisions about mental health?",
      "What’s your ‘red line’ with mental health?",
      "What helped you change your mind about mental health?",
      "What advice about mental health do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about mental health?"
    ],
    "Dopamine": [
      "What simple rule about dopamine actually works for you?",
      "What’s the biggest myth you’ve heard about dopamine?",
      "How does culture influence beliefs about dopamine?",
      "When do you notice dopamine becoming easier/harder? Why?",
      "What’s a habit you’d recommend about dopamine—and why?",
      "What trade‑off appears in decisions about dopamine?",
      "What’s your ‘red line’ with dopamine?",
      "What helped you change your mind about dopamine?",
      "What advice about dopamine do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about dopamine?"
    ],
    "Motivation": [
      "What simple rule about motivation actually works for you?",
      "What’s the biggest myth you’ve heard about motivation?",
      "How does culture influence beliefs about motivation?",
      "When do you notice motivation becoming easier/harder? Why?",
      "What’s a habit you’d recommend about motivation—and why?",
      "What trade‑off appears in decisions about motivation?",
      "What’s your ‘red line’ with motivation?",
      "What helped you change your mind about motivation?",
      "What advice about motivation do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about motivation?"
    ],
    "Stress and Anxiety": [
      "What simple rule about stress and anxiety actually works for you?",
      "What’s the biggest myth you’ve heard about stress and anxiety?",
      "How does culture influence beliefs about stress and anxiety?",
      "When do you notice stress and anxiety becoming easier/harder? Why?",
      "What’s a habit you’d recommend about stress and anxiety—and why?",
      "What trade‑off appears in decisions about stress and anxiety?",
      "What’s your ‘red line’ with stress and anxiety?",
      "What helped you change your mind about stress and anxiety?",
      "What advice about stress and anxiety do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about stress and anxiety?"
    ],
    "Diets": [
      "What simple rule about diets actually works for you?",
      "What’s the biggest myth you’ve heard about diets?",
      "How does culture influence beliefs about diets?",
      "When do you notice diets becoming easier/harder? Why?",
      "What’s a habit you’d recommend about diets—and why?",
      "What trade‑off appears in decisions about diets?",
      "What’s your ‘red line’ with diets?",
      "What helped you change your mind about diets?",
      "What advice about diets do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about diets?"
    ],
    "Special Diets & Allergies": [
      "What simple rule about special diets & allergies actually works for you?",
      "What’s the biggest myth you’ve heard about special diets & allergies?",
      "How does culture influence beliefs about special diets & allergies?",
      "When do you notice special diets & allergies becoming easier/harder? Why?",
      "What’s a habit you’d recommend about special diets & allergies—and why?",
      "What trade‑off appears in decisions about special diets & allergies?",
      "What’s your ‘red line’ with special diets & allergies?",
      "What helped you change your mind about special diets & allergies?",
      "What advice about special diets & allergies do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about special diets & allergies?"
    ],
    "Medicine and Supplements": [
      "What simple rule about medicine and supplements actually works for you?",
      "What’s the biggest myth you’ve heard about medicine and supplements?",
      "How does culture influence beliefs about medicine and supplements?",
      "When do you notice medicine and supplements becoming easier/harder? Why?",
      "What’s a habit you’d recommend about medicine and supplements—and why?",
      "What trade‑off appears in decisions about medicine and supplements?",
      "What’s your ‘red line’ with medicine and supplements?",
      "What helped you change your mind about medicine and supplements?",
      "What advice about medicine and supplements do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about medicine and supplements?"
    ],
    "Vaccines": [
      "What simple rule about vaccines actually works for you?",
      "What’s the biggest myth you’ve heard about vaccines?",
      "How does culture influence beliefs about vaccines?",
      "When do you notice vaccines becoming easier/harder? Why?",
      "What’s a habit you’d recommend about vaccines—and why?",
      "What trade‑off appears in decisions about vaccines?",
      "What’s your ‘red line’ with vaccines?",
      "What helped you change your mind about vaccines?",
      "What advice about vaccines do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about vaccines?"
    ],
    "Losing and Gaining Weight": [
      "What simple rule about losing and gaining weight actually works for you?",
      "What’s the biggest myth you’ve heard about losing and gaining weight?",
      "How does culture influence beliefs about losing and gaining weight?",
      "When do you notice losing and gaining weight becoming easier/harder? Why?",
      "What’s a habit you’d recommend about losing and gaining weight—and why?",
      "What trade‑off appears in decisions about losing and gaining weight?",
      "What’s your ‘red line’ with losing and gaining weight?",
      "What helped you change your mind about losing and gaining weight?",
      "What advice about losing and gaining weight do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about losing and gaining weight?"
    ],
    "Healthcare Visits": [
      "What simple rule about healthcare visits actually works for you?",
      "What’s the biggest myth you’ve heard about healthcare visits?",
      "How does culture influence beliefs about healthcare visits?",
      "When do you notice healthcare visits becoming easier/harder? Why?",
      "What’s a habit you’d recommend about healthcare visits—and why?",
      "What trade‑off appears in decisions about healthcare visits?",
      "What’s your ‘red line’ with healthcare visits?",
      "What helped you change your mind about healthcare visits?",
      "What advice about healthcare visits do you ignore—and what do you follow?",
      "What’s one respectful question you’d ask an expert about healthcare visits?"
    ],
    "Money": [
      "What’s a value conflict inside money that’s hard to resolve?",
      "Who gains and who loses when money policies change?",
      "Which principle feels non‑negotiable to you in money? Why?",
      "How would you explain your position on money to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on money?",
      "Where do you see progress in money? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of money?",
      "What would ‘fairness’ look like in money? Give a concrete case.",
      "What popular narrative about money seems oversimplified?",
      "What’s one small change ordinary people could make around money?"
    ],
    "Shopping": [
      "What’s a value conflict inside shopping that’s hard to resolve?",
      "Who gains and who loses when shopping policies change?",
      "Which principle feels non‑negotiable to you in shopping? Why?",
      "How would you explain your position on shopping to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on shopping?",
      "Where do you see progress in shopping? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of shopping?",
      "What would ‘fairness’ look like in shopping? Give a concrete case.",
      "What popular narrative about shopping seems oversimplified?",
      "What’s one small change ordinary people could make around shopping?"
    ],
    "Consumer Rights": [
      "What’s a value conflict inside consumer rights that’s hard to resolve?",
      "Who gains and who loses when consumer rights policies change?",
      "Which principle feels non‑negotiable to you in consumer rights? Why?",
      "How would you explain your position on consumer rights to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on consumer rights?",
      "Where do you see progress in consumer rights? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of consumer rights?",
      "What would ‘fairness’ look like in consumer rights? Give a concrete case.",
      "What popular narrative about consumer rights seems oversimplified?",
      "What’s one small change ordinary people could make around consumer rights?"
    ],
    "Advertising": [
      "What’s a value conflict inside advertising that’s hard to resolve?",
      "Who gains and who loses when advertising policies change?",
      "Which principle feels non‑negotiable to you in advertising? Why?",
      "How would you explain your position on advertising to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on advertising?",
      "Where do you see progress in advertising? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of advertising?",
      "What would ‘fairness’ look like in advertising? Give a concrete case.",
      "What popular narrative about advertising seems oversimplified?",
      "What’s one small change ordinary people could make around advertising?"
    ],
    "Online Dating": [
      "What’s a value conflict inside online dating that’s hard to resolve?",
      "Who gains and who loses when online dating policies change?",
      "Which principle feels non‑negotiable to you in online dating? Why?",
      "How would you explain your position on online dating to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on online dating?",
      "Where do you see progress in online dating? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of online dating?",
      "What would ‘fairness’ look like in online dating? Give a concrete case.",
      "What popular narrative about online dating seems oversimplified?",
      "What’s one small change ordinary people could make around online dating?"
    ],
    "Charity": [
      "What’s a value conflict inside charity that’s hard to resolve?",
      "Who gains and who loses when charity policies change?",
      "Which principle feels non‑negotiable to you in charity? Why?",
      "How would you explain your position on charity to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on charity?",
      "Where do you see progress in charity? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of charity?",
      "What would ‘fairness’ look like in charity? Give a concrete case.",
      "What popular narrative about charity seems oversimplified?",
      "What’s one small change ordinary people could make around charity?"
    ],
    "Tipping": [
      "What’s a value conflict inside tipping that’s hard to resolve?",
      "Who gains and who loses when tipping policies change?",
      "Which principle feels non‑negotiable to you in tipping? Why?",
      "How would you explain your position on tipping to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on tipping?",
      "Where do you see progress in tipping? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of tipping?",
      "What would ‘fairness’ look like in tipping? Give a concrete case.",
      "What popular narrative about tipping seems oversimplified?",
      "What’s one small change ordinary people could make around tipping?"
    ],
    "Housing & Renting": [
      "What’s a value conflict inside housing & renting that’s hard to resolve?",
      "Who gains and who loses when housing & renting policies change?",
      "Which principle feels non‑negotiable to you in housing & renting? Why?",
      "How would you explain your position on housing & renting to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on housing & renting?",
      "Where do you see progress in housing & renting? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of housing & renting?",
      "What would ‘fairness’ look like in housing & renting? Give a concrete case.",
      "What popular narrative about housing & renting seems oversimplified?",
      "What’s one small change ordinary people could make around housing & renting?"
    ],
    "Transportation & Commuting": [
      "What’s a value conflict inside transportation & commuting that’s hard to resolve?",
      "Who gains and who loses when transportation & commuting policies change?",
      "Which principle feels non‑negotiable to you in transportation & commuting? Why?",
      "How would you explain your position on transportation & commuting to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on transportation & commuting?",
      "Where do you see progress in transportation & commuting? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of transportation & commuting?",
      "What would ‘fairness’ look like in transportation & commuting? Give a concrete case.",
      "What popular narrative about transportation & commuting seems oversimplified?",
      "What’s one small change ordinary people could make around transportation & commuting?"
    ],
    "Driving": [
      "What’s a value conflict inside driving that’s hard to resolve?",
      "Who gains and who loses when driving policies change?",
      "Which principle feels non‑negotiable to you in driving? Why?",
      "How would you explain your position on driving to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on driving?",
      "Where do you see progress in driving? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of driving?",
      "What would ‘fairness’ look like in driving? Give a concrete case.",
      "What popular narrative about driving seems oversimplified?",
      "What’s one small change ordinary people could make around driving?"
    ],
    "Public Services": [
      "What’s a value conflict inside public services that’s hard to resolve?",
      "Who gains and who loses when public services policies change?",
      "Which principle feels non‑negotiable to you in public services? Why?",
      "How would you explain your position on public services to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on public services?",
      "Where do you see progress in public services? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of public services?",
      "What would ‘fairness’ look like in public services? Give a concrete case.",
      "What popular narrative about public services seems oversimplified?",
      "What’s one small change ordinary people could make around public services?"
    ],
    "Disaster Prep & Emergencies": [
      "What’s a value conflict inside disaster prep & emergencies that’s hard to resolve?",
      "Who gains and who loses when disaster prep & emergencies policies change?",
      "Which principle feels non‑negotiable to you in disaster prep & emergencies? Why?",
      "How would you explain your position on disaster prep & emergencies to someone who disagrees—respectfully?",
      "What data or story would genuinely make you rethink your view on disaster prep & emergencies?",
      "Where do you see progress in disaster prep & emergencies? Where do you see backsliding?",
      "What’s a real‑world example that shows the complexity of disaster prep & emergencies?",
      "What would ‘fairness’ look like in disaster prep & emergencies? Give a concrete case.",
      "What popular narrative about disaster prep & emergencies seems oversimplified?",
      "What’s one small change ordinary people could make around disaster prep & emergencies?"
    ],
    "The Five Senses": [
      "What’s your honest take on the five senses?",
      "What story or experience nudged your belief about the five senses?",
      "If you had to bet money about the five senses, what would you predict?",
      "What would count as convincing evidence about the five senses?",
      "What’s a pop‑culture moment that shaped views on the five senses?",
      "What questions about the five senses are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on the five senses?",
      "How would two cultures interpret the five senses very differently?",
      "What’s a respectful way to disagree about the five senses?",
      "What’s one ‘what if…’ angle about the five senses that fascinates you?"
    ],
    "Ghosts": [
      "What’s your honest take on ghosts?",
      "What story or experience nudged your belief about ghosts?",
      "If you had to bet money about ghosts, what would you predict?",
      "What would count as convincing evidence about ghosts?",
      "What’s a pop‑culture moment that shaped views on ghosts?",
      "What questions about ghosts are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on ghosts?",
      "How would two cultures interpret ghosts very differently?",
      "What’s a respectful way to disagree about ghosts?",
      "What’s one ‘what if…’ angle about ghosts that fascinates you?"
    ],
    "Aliens": [
      "What’s your honest take on aliens?",
      "What story or experience nudged your belief about aliens?",
      "If you had to bet money about aliens, what would you predict?",
      "What would count as convincing evidence about aliens?",
      "What’s a pop‑culture moment that shaped views on aliens?",
      "What questions about aliens are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on aliens?",
      "How would two cultures interpret aliens very differently?",
      "What’s a respectful way to disagree about aliens?",
      "What’s one ‘what if…’ angle about aliens that fascinates you?"
    ],
    "Metaphysics": [
      "What’s your honest take on metaphysics?",
      "What story or experience nudged your belief about metaphysics?",
      "If you had to bet money about metaphysics, what would you predict?",
      "What would count as convincing evidence about metaphysics?",
      "What’s a pop‑culture moment that shaped views on metaphysics?",
      "What questions about metaphysics are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on metaphysics?",
      "How would two cultures interpret metaphysics very differently?",
      "What’s a respectful way to disagree about metaphysics?",
      "What’s one ‘what if…’ angle about metaphysics that fascinates you?"
    ],
    "What if...": [
      "What’s your honest take on what if...?",
      "What story or experience nudged your belief about what if...?",
      "If you had to bet money about what if..., what would you predict?",
      "What would count as convincing evidence about what if...?",
      "What’s a pop‑culture moment that shaped views on what if...?",
      "What questions about what if... are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on what if...?",
      "How would two cultures interpret what if... very differently?",
      "What’s a respectful way to disagree about what if...?",
      "What’s one ‘what if…’ angle about what if... that fascinates you?"
    ],
    "Mythology & Folklore": [
      "What’s your honest take on mythology & folklore?",
      "What story or experience nudged your belief about mythology & folklore?",
      "If you had to bet money about mythology & folklore, what would you predict?",
      "What would count as convincing evidence about mythology & folklore?",
      "What’s a pop‑culture moment that shaped views on mythology & folklore?",
      "What questions about mythology & folklore are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on mythology & folklore?",
      "How would two cultures interpret mythology & folklore very differently?",
      "What’s a respectful way to disagree about mythology & folklore?",
      "What’s one ‘what if…’ angle about mythology & folklore that fascinates you?"
    ],
    "Gambling": [
      "What’s your honest take on gambling?",
      "What story or experience nudged your belief about gambling?",
      "If you had to bet money about gambling, what would you predict?",
      "What would count as convincing evidence about gambling?",
      "What’s a pop‑culture moment that shaped views on gambling?",
      "What questions about gambling are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on gambling?",
      "How would two cultures interpret gambling very differently?",
      "What’s a respectful way to disagree about gambling?",
      "What’s one ‘what if…’ angle about gambling that fascinates you?"
    ],
    "Riddles": [
      "What’s your honest take on riddles?",
      "What story or experience nudged your belief about riddles?",
      "If you had to bet money about riddles, what would you predict?",
      "What would count as convincing evidence about riddles?",
      "What’s a pop‑culture moment that shaped views on riddles?",
      "What questions about riddles are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on riddles?",
      "How would two cultures interpret riddles very differently?",
      "What’s a respectful way to disagree about riddles?",
      "What’s one ‘what if…’ angle about riddles that fascinates you?"
    ],
    "Luck": [
      "What’s your honest take on luck?",
      "What story or experience nudged your belief about luck?",
      "If you had to bet money about luck, what would you predict?",
      "What would count as convincing evidence about luck?",
      "What’s a pop‑culture moment that shaped views on luck?",
      "What questions about luck are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on luck?",
      "How would two cultures interpret luck very differently?",
      "What’s a respectful way to disagree about luck?",
      "What’s one ‘what if…’ angle about luck that fascinates you?"
    ],
    "Gossip": [
      "What’s your honest take on gossip?",
      "What story or experience nudged your belief about gossip?",
      "If you had to bet money about gossip, what would you predict?",
      "What would count as convincing evidence about gossip?",
      "What’s a pop‑culture moment that shaped views on gossip?",
      "What questions about gossip are fun to argue—but impossible to prove?",
      "What’s the most reasonable ‘skeptic’ position on gossip?",
      "How would two cultures interpret gossip very differently?",
      "What’s a respectful way to disagree about gossip?",
      "What’s one ‘what if…’ angle about gossip that fascinates you?"
    ],
    "Present Perfect": [
      "When do you naturally hear present perfect in real life (not textbooks)?",
      "What mistakes with present perfect do speakers of your language often make?",
      "Which example sentence with present perfect sounds most natural to you—and why?",
      "What’s confusing about present perfect that teachers rarely mention?",
      "How does your first language handle what present perfect does in English?",
      "Where would present perfect sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use present perfect without thinking?",
      "What quick ‘rule of thumb’ helps you choose present perfect correctly?",
      "What’s a funny or painful memory connected to learning present perfect?",
      "Which two similar forms compete with present perfect? How do you decide?"
    ],
    "Used To": [
      "When do you naturally hear used to in real life (not textbooks)?",
      "What mistakes with used to do speakers of your language often make?",
      "Which example sentence with used to sounds most natural to you—and why?",
      "What’s confusing about used to that teachers rarely mention?",
      "How does your first language handle what used to does in English?",
      "Where would used to sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use used to without thinking?",
      "What quick ‘rule of thumb’ helps you choose used to correctly?",
      "What’s a funny or painful memory connected to learning used to?",
      "Which two similar forms compete with used to? How do you decide?"
    ],
    "For and Since and How Long": [
      "When do you naturally hear for and since and how long in real life (not textbooks)?",
      "What mistakes with for and since and how long do speakers of your language often make?",
      "Which example sentence with for and since and how long sounds most natural to you—and why?",
      "What’s confusing about for and since and how long that teachers rarely mention?",
      "How does your first language handle what for and since and how long does in English?",
      "Where would for and since and how long sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use for and since and how long without thinking?",
      "What quick ‘rule of thumb’ helps you choose for and since and how long correctly?",
      "What’s a funny or painful memory connected to learning for and since and how long?",
      "Which two similar forms compete with for and since and how long? How do you decide?"
    ],
    "Already, Ever, Yet": [
      "When do you naturally hear already, ever, yet in real life (not textbooks)?",
      "What mistakes with already, ever, yet do speakers of your language often make?",
      "Which example sentence with already, ever, yet sounds most natural to you—and why?",
      "What’s confusing about already, ever, yet that teachers rarely mention?",
      "How does your first language handle what already, ever, yet does in English?",
      "Where would already, ever, yet sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use already, ever, yet without thinking?",
      "What quick ‘rule of thumb’ helps you choose already, ever, yet correctly?",
      "What’s a funny or painful memory connected to learning already, ever, yet?",
      "Which two similar forms compete with already, ever, yet? How do you decide?"
    ],
    "Comparatives": [
      "When do you naturally hear comparatives in real life (not textbooks)?",
      "What mistakes with comparatives do speakers of your language often make?",
      "Which example sentence with comparatives sounds most natural to you—and why?",
      "What’s confusing about comparatives that teachers rarely mention?",
      "How does your first language handle what comparatives does in English?",
      "Where would comparatives sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use comparatives without thinking?",
      "What quick ‘rule of thumb’ helps you choose comparatives correctly?",
      "What’s a funny or painful memory connected to learning comparatives?",
      "Which two similar forms compete with comparatives? How do you decide?"
    ],
    "Superlatives": [
      "When do you naturally hear superlatives in real life (not textbooks)?",
      "What mistakes with superlatives do speakers of your language often make?",
      "Which example sentence with superlatives sounds most natural to you—and why?",
      "What’s confusing about superlatives that teachers rarely mention?",
      "How does your first language handle what superlatives does in English?",
      "Where would superlatives sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use superlatives without thinking?",
      "What quick ‘rule of thumb’ helps you choose superlatives correctly?",
      "What’s a funny or painful memory connected to learning superlatives?",
      "Which two similar forms compete with superlatives? How do you decide?"
    ],
    "Second Conditional pt.1": [
      "When do you naturally hear second conditional pt.1 in real life (not textbooks)?",
      "What mistakes with second conditional pt.1 do speakers of your language often make?",
      "Which example sentence with second conditional pt.1 sounds most natural to you—and why?",
      "What’s confusing about second conditional pt.1 that teachers rarely mention?",
      "How does your first language handle what second conditional pt.1 does in English?",
      "Where would second conditional pt.1 sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use second conditional pt.1 without thinking?",
      "What quick ‘rule of thumb’ helps you choose second conditional pt.1 correctly?",
      "What’s a funny or painful memory connected to learning second conditional pt.1?",
      "Which two similar forms compete with second conditional pt.1? How do you decide?"
    ],
    "Second Conditional pt.2": [
      "When do you naturally hear second conditional pt.2 in real life (not textbooks)?",
      "What mistakes with second conditional pt.2 do speakers of your language often make?",
      "Which example sentence with second conditional pt.2 sounds most natural to you—and why?",
      "What’s confusing about second conditional pt.2 that teachers rarely mention?",
      "How does your first language handle what second conditional pt.2 does in English?",
      "Where would second conditional pt.2 sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use second conditional pt.2 without thinking?",
      "What quick ‘rule of thumb’ helps you choose second conditional pt.2 correctly?",
      "What’s a funny or painful memory connected to learning second conditional pt.2?",
      "Which two similar forms compete with second conditional pt.2? How do you decide?"
    ],
    "Third Conditional pt.1": [
      "When do you naturally hear third conditional pt.1 in real life (not textbooks)?",
      "What mistakes with third conditional pt.1 do speakers of your language often make?",
      "Which example sentence with third conditional pt.1 sounds most natural to you—and why?",
      "What’s confusing about third conditional pt.1 that teachers rarely mention?",
      "How does your first language handle what third conditional pt.1 does in English?",
      "Where would third conditional pt.1 sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use third conditional pt.1 without thinking?",
      "What quick ‘rule of thumb’ helps you choose third conditional pt.1 correctly?",
      "What’s a funny or painful memory connected to learning third conditional pt.1?",
      "Which two similar forms compete with third conditional pt.1? How do you decide?"
    ],
    "Third Conditional pt.2": [
      "When do you naturally hear third conditional pt.2 in real life (not textbooks)?",
      "What mistakes with third conditional pt.2 do speakers of your language often make?",
      "Which example sentence with third conditional pt.2 sounds most natural to you—and why?",
      "What’s confusing about third conditional pt.2 that teachers rarely mention?",
      "How does your first language handle what third conditional pt.2 does in English?",
      "Where would third conditional pt.2 sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use third conditional pt.2 without thinking?",
      "What quick ‘rule of thumb’ helps you choose third conditional pt.2 correctly?",
      "What’s a funny or painful memory connected to learning third conditional pt.2?",
      "Which two similar forms compete with third conditional pt.2? How do you decide?"
    ],
    "Mixed Conditionals": [
      "When do you naturally hear mixed conditionals in real life (not textbooks)?",
      "What mistakes with mixed conditionals do speakers of your language often make?",
      "Which example sentence with mixed conditionals sounds most natural to you—and why?",
      "What’s confusing about mixed conditionals that teachers rarely mention?",
      "How does your first language handle what mixed conditionals does in English?",
      "Where would mixed conditionals sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use mixed conditionals without thinking?",
      "What quick ‘rule of thumb’ helps you choose mixed conditionals correctly?",
      "What’s a funny or painful memory connected to learning mixed conditionals?",
      "Which two similar forms compete with mixed conditionals? How do you decide?"
    ],
    "Phrasal Verbs by Theme": [
      "When do you naturally hear phrasal verbs by theme in real life (not textbooks)?",
      "What mistakes with phrasal verbs by theme do speakers of your language often make?",
      "Which example sentence with phrasal verbs by theme sounds most natural to you—and why?",
      "What’s confusing about phrasal verbs by theme that teachers rarely mention?",
      "How does your first language handle what phrasal verbs by theme does in English?",
      "Where would phrasal verbs by theme sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use phrasal verbs by theme without thinking?",
      "What quick ‘rule of thumb’ helps you choose phrasal verbs by theme correctly?",
      "What’s a funny or painful memory connected to learning phrasal verbs by theme?",
      "Which two similar forms compete with phrasal verbs by theme? How do you decide?"
    ],
    "Idioms & Metaphors": [
      "When do you naturally hear idioms & metaphors in real life (not textbooks)?",
      "What mistakes with idioms & metaphors do speakers of your language often make?",
      "Which example sentence with idioms & metaphors sounds most natural to you—and why?",
      "What’s confusing about idioms & metaphors that teachers rarely mention?",
      "How does your first language handle what idioms & metaphors does in English?",
      "Where would idioms & metaphors sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use idioms & metaphors without thinking?",
      "What quick ‘rule of thumb’ helps you choose idioms & metaphors correctly?",
      "What’s a funny or painful memory connected to learning idioms & metaphors?",
      "Which two similar forms compete with idioms & metaphors? How do you decide?"
    ],
    "Collocations": [
      "When do you naturally hear collocations in real life (not textbooks)?",
      "What mistakes with collocations do speakers of your language often make?",
      "Which example sentence with collocations sounds most natural to you—and why?",
      "What’s confusing about collocations that teachers rarely mention?",
      "How does your first language handle what collocations does in English?",
      "Where would collocations sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use collocations without thinking?",
      "What quick ‘rule of thumb’ helps you choose collocations correctly?",
      "What’s a funny or painful memory connected to learning collocations?",
      "Which two similar forms compete with collocations? How do you decide?"
    ],
    "Word Formation": [
      "When do you naturally hear word formation in real life (not textbooks)?",
      "What mistakes with word formation do speakers of your language often make?",
      "Which example sentence with word formation sounds most natural to you—and why?",
      "What’s confusing about word formation that teachers rarely mention?",
      "How does your first language handle what word formation does in English?",
      "Where would word formation sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use word formation without thinking?",
      "What quick ‘rule of thumb’ helps you choose word formation correctly?",
      "What’s a funny or painful memory connected to learning word formation?",
      "Which two similar forms compete with word formation? How do you decide?"
    ],
    "False Friends": [
      "When do you naturally hear false friends in real life (not textbooks)?",
      "What mistakes with false friends do speakers of your language often make?",
      "Which example sentence with false friends sounds most natural to you—and why?",
      "What’s confusing about false friends that teachers rarely mention?",
      "How does your first language handle what false friends does in English?",
      "Where would false friends sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use false friends without thinking?",
      "What quick ‘rule of thumb’ helps you choose false friends correctly?",
      "What’s a funny or painful memory connected to learning false friends?",
      "Which two similar forms compete with false friends? How do you decide?"
    ],
    "Intonation & Politeness": [
      "When do you naturally hear intonation & politeness in real life (not textbooks)?",
      "What mistakes with intonation & politeness do speakers of your language often make?",
      "Which example sentence with intonation & politeness sounds most natural to you—and why?",
      "What’s confusing about intonation & politeness that teachers rarely mention?",
      "How does your first language handle what intonation & politeness does in English?",
      "Where would intonation & politeness sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use intonation & politeness without thinking?",
      "What quick ‘rule of thumb’ helps you choose intonation & politeness correctly?",
      "What’s a funny or painful memory connected to learning intonation & politeness?",
      "Which two similar forms compete with intonation & politeness? How do you decide?"
    ],
    "Connected Speech & Weak Forms": [
      "When do you naturally hear connected speech & weak forms in real life (not textbooks)?",
      "What mistakes with connected speech & weak forms do speakers of your language often make?",
      "Which example sentence with connected speech & weak forms sounds most natural to you—and why?",
      "What’s confusing about connected speech & weak forms that teachers rarely mention?",
      "How does your first language handle what connected speech & weak forms does in English?",
      "Where would connected speech & weak forms sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use connected speech & weak forms without thinking?",
      "What quick ‘rule of thumb’ helps you choose connected speech & weak forms correctly?",
      "What’s a funny or painful memory connected to learning connected speech & weak forms?",
      "Which two similar forms compete with connected speech & weak forms? How do you decide?"
    ],
    "Stress & Rhythm": [
      "When do you naturally hear stress & rhythm in real life (not textbooks)?",
      "What mistakes with stress & rhythm do speakers of your language often make?",
      "Which example sentence with stress & rhythm sounds most natural to you—and why?",
      "What’s confusing about stress & rhythm that teachers rarely mention?",
      "How does your first language handle what stress & rhythm does in English?",
      "Where would stress & rhythm sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use stress & rhythm without thinking?",
      "What quick ‘rule of thumb’ helps you choose stress & rhythm correctly?",
      "What’s a funny or painful memory connected to learning stress & rhythm?",
      "Which two similar forms compete with stress & rhythm? How do you decide?"
    ],
    "Minimal Pairs": [
      "When do you naturally hear minimal pairs in real life (not textbooks)?",
      "What mistakes with minimal pairs do speakers of your language often make?",
      "Which example sentence with minimal pairs sounds most natural to you—and why?",
      "What’s confusing about minimal pairs that teachers rarely mention?",
      "How does your first language handle what minimal pairs does in English?",
      "Where would minimal pairs sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use minimal pairs without thinking?",
      "What quick ‘rule of thumb’ helps you choose minimal pairs correctly?",
      "What’s a funny or painful memory connected to learning minimal pairs?",
      "Which two similar forms compete with minimal pairs? How do you decide?"
    ],
    "Passive Voice": [
      "When do you naturally hear passive voice in real life (not textbooks)?",
      "What mistakes with passive voice do speakers of your language often make?",
      "Which example sentence with passive voice sounds most natural to you—and why?",
      "What’s confusing about passive voice that teachers rarely mention?",
      "How does your first language handle what passive voice does in English?",
      "Where would passive voice sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use passive voice without thinking?",
      "What quick ‘rule of thumb’ helps you choose passive voice correctly?",
      "What’s a funny or painful memory connected to learning passive voice?",
      "Which two similar forms compete with passive voice? How do you decide?"
    ],
    "Reported Speech": [
      "When do you naturally hear reported speech in real life (not textbooks)?",
      "What mistakes with reported speech do speakers of your language often make?",
      "Which example sentence with reported speech sounds most natural to you—and why?",
      "What’s confusing about reported speech that teachers rarely mention?",
      "How does your first language handle what reported speech does in English?",
      "Where would reported speech sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use reported speech without thinking?",
      "What quick ‘rule of thumb’ helps you choose reported speech correctly?",
      "What’s a funny or painful memory connected to learning reported speech?",
      "Which two similar forms compete with reported speech? How do you decide?"
    ],
    "Relative Clauses & Participles": [
      "When do you naturally hear relative clauses & participles in real life (not textbooks)?",
      "What mistakes with relative clauses & participles do speakers of your language often make?",
      "Which example sentence with relative clauses & participles sounds most natural to you—and why?",
      "What’s confusing about relative clauses & participles that teachers rarely mention?",
      "How does your first language handle what relative clauses & participles does in English?",
      "Where would relative clauses & participles sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use relative clauses & participles without thinking?",
      "What quick ‘rule of thumb’ helps you choose relative clauses & participles correctly?",
      "What’s a funny or painful memory connected to learning relative clauses & participles?",
      "Which two similar forms compete with relative clauses & participles? How do you decide?"
    ],
    "Modal Verbs": [
      "When do you naturally hear modal verbs in real life (not textbooks)?",
      "What mistakes with modal verbs do speakers of your language often make?",
      "Which example sentence with modal verbs sounds most natural to you—and why?",
      "What’s confusing about modal verbs that teachers rarely mention?",
      "How does your first language handle what modal verbs does in English?",
      "Where would modal verbs sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use modal verbs without thinking?",
      "What quick ‘rule of thumb’ helps you choose modal verbs correctly?",
      "What’s a funny or painful memory connected to learning modal verbs?",
      "Which two similar forms compete with modal verbs? How do you decide?"
    ],
    "Future Forms": [
      "When do you naturally hear future forms in real life (not textbooks)?",
      "What mistakes with future forms do speakers of your language often make?",
      "Which example sentence with future forms sounds most natural to you—and why?",
      "What’s confusing about future forms that teachers rarely mention?",
      "How does your first language handle what future forms does in English?",
      "Where would future forms sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use future forms without thinking?",
      "What quick ‘rule of thumb’ helps you choose future forms correctly?",
      "What’s a funny or painful memory connected to learning future forms?",
      "Which two similar forms compete with future forms? How do you decide?"
    ],
    "Articles & Quantifiers": [
      "When do you naturally hear articles & quantifiers in real life (not textbooks)?",
      "What mistakes with articles & quantifiers do speakers of your language often make?",
      "Which example sentence with articles & quantifiers sounds most natural to you—and why?",
      "What’s confusing about articles & quantifiers that teachers rarely mention?",
      "How does your first language handle what articles & quantifiers does in English?",
      "Where would articles & quantifiers sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use articles & quantifiers without thinking?",
      "What quick ‘rule of thumb’ helps you choose articles & quantifiers correctly?",
      "What’s a funny or painful memory connected to learning articles & quantifiers?",
      "Which two similar forms compete with articles & quantifiers? How do you decide?"
    ],
    "Gerunds vs Infinitives": [
      "When do you naturally hear gerunds vs infinitives in real life (not textbooks)?",
      "What mistakes with gerunds vs infinitives do speakers of your language often make?",
      "Which example sentence with gerunds vs infinitives sounds most natural to you—and why?",
      "What’s confusing about gerunds vs infinitives that teachers rarely mention?",
      "How does your first language handle what gerunds vs infinitives does in English?",
      "Where would gerunds vs infinitives sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use gerunds vs infinitives without thinking?",
      "What quick ‘rule of thumb’ helps you choose gerunds vs infinitives correctly?",
      "What’s a funny or painful memory connected to learning gerunds vs infinitives?",
      "Which two similar forms compete with gerunds vs infinitives? How do you decide?"
    ],
    "Narrative Tenses": [
      "When do you naturally hear narrative tenses in real life (not textbooks)?",
      "What mistakes with narrative tenses do speakers of your language often make?",
      "Which example sentence with narrative tenses sounds most natural to you—and why?",
      "What’s confusing about narrative tenses that teachers rarely mention?",
      "How does your first language handle what narrative tenses does in English?",
      "Where would narrative tenses sound awkward—even if it’s ‘correct’?",
      "What situation forces you to use narrative tenses without thinking?",
      "What quick ‘rule of thumb’ helps you choose narrative tenses correctly?",
      "What’s a funny or painful memory connected to learning narrative tenses?",
      "Which two similar forms compete with narrative tenses? How do you decide?"
    ]
  }
}